const data = [
  {
    "stationTitle": "彼のラジオ",
    "slideTitle": "彼のラジオ",
    "info": [
      {
        "id": 1,
        "name": "アマチュアラジオとは何ですか？",
        "description": "Amateur Ra​​dio（Ham Radio）は、さまざまな方法で通信を可能にする指定周波数に関する国際的な趣味です。モールスコード、音声、およびデータ。 K3Nem（ステーションコールサイン）などのコールサインは、ライセンスされた各ハムまたはクラブに固有のものです。コールサインのプレフィックスは国によって異なります。"
      },
      {
        "id": 2,
        "name": "誰がアマチュアラジオオペレーター（HAM）になることができますか？",
        "description": "米国のあらゆる年齢の人々は、試験を受ける資格があります。ライセンスは各国によって発行され、特権の程度で付与されます。モールスコードの習熟度は不要です。携帯電話を扱うことができれば、ハムになるための道は順調です！"
      },
      {
        "id": 3,
        "name": "ハムラジオで何をすることができますか？",
        "description": "多くは、音声、モールスコード、デジタル信号、さらには双方向テレビを使用して、ローカルおよび遠く離れたハムで空中で通信します。緊急事態でのコミュニケーションは、一般的で重要な市民活動です。電子機器の構築、修正、理解を学ぶことができます（キャリアの機会）"
      },
      {
        "id": 4,
        "name": "緊急通信",
        "description": "電話システムがダウンしているとき、ハムラジオはまだ通り抜けます。ラジオアマチュアは、コミュニケーションのために政府機関と協力しています。ハムのオンエアネットワークを介してウエスタンユニオンのメッセージなど、トラフィックデータグラムを渡します。写真は、毎年恒例の緊急準備イベントであるARRLフィールドデイのものです。"
      },
      {
        "id": 5,
        "name": "国立電子博物館のアマチュアラジオクラブ",
        "description": "これが私たちです！私たちはあなたがライセンスを取得し、放送するのを手伝うためにここにいます。ライセンスクラスと運営原則のズームによる木曜日の夜のクラスには、国際的に出席します。興味深い平日のクラブミーティングと週末のオンエアイベントを開催します。ツアーガイドとボランティアで博物館を支援しています。クラブハムステーションが利用可能です。",
        "contact": {
          "email": "contact@k3nem.org",
          "web": "www.k3nem.org/"
        }
      }
    ],
    "tag": 0
  },
  {
    "tag": 1,
    "stationTitle": "電圧と電流",
    "slideTitle": "電圧と電流",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "電圧は、電気圧力のようなものです。電流は電荷の流れです。このように考えるのが最善です。電圧は、水圧が水を流れるように電流を引き起こします。",
      "電圧は、ある場所から別の場所に移動するように電気を促す目に見えないエネルギーです。電圧と電流は手をつないで作業します。電圧はプッシュを提供し、電流は電気を流れ続けます。一緒に、彼らは私たちのガジェットを動かすエネルギーを作り出し、私たちの世界を照らします。"
    ],
    "impact": "電圧と電流を理解することで、エンジニアと科学者がより安全で効率的な電気システムを設計するのに役立ちます。最も小さな回路から最も壮大なパワーグリッドまで、これらの概念は、確実に安全に機能するテクノロジーを作成するために重要です。",
    "directions": {
      "title": "それがどのように機能するか",
      "steps": [
        {
          "id": 1,
          "step": "ノブを時計回りに回し、メーターを見ます。"
        },
        {
          "id": 2,
          "step": "メートルを見ながら、スイッチをひっくり返して電球をオンにします。"
        },
        {
          "id": 3,
          "step": "ノブを回転させて電圧を変更します。"
        }
      ]
    },
    "watch": "ノブを回すと、電圧計が表示されるように電圧が変化します。メーターは、スイッチをひっくり返すまで電流が使用されていないため、まだ残っています。スイッチをひっくり返すと、電子メーターは、ノブをひねると電球によって描かれた電流を示します。描かれた電流の量は変化し、電球の明るさを変えます。",
    "how": "スイッチをひっくり返すことで、回路を閉じて、回路のパスに電流が流れるようにします。電圧の力と回路の経路がなければ、電流は流れません。電圧は電流を押し、閉回路を流れ、電球に火をつけるように強制します。"
  },
  {
    "stationTitle": "マルコーニ磁気検出器",
    "slideTitle": "マルコーニ磁気検出器",
    "info": [
      {
        "id": 1,
        "title": "発明者：",
        "text": "グリエルモ・マルコーニ"
      },
      {
        "id": 2,
        "title": "発明の年：",
        "text": "1896"
      },
      {
        "id": 3,
        "title": "重要な機能：",
        "text": "磁場センサー"
      },
      {
        "id": 4,
        "title": "インパクト：",
        "text": "最新のワイヤレス技術の基礎"
      }
    ],
    "description": [
      "19世紀後半、グリエルモマルコーニという名前の若い発明家が、電波の磁場を検出できるデバイスであるマルコーニ磁気検出器を開発しました。これらは、ワイヤレス通信を可能にする目に見えない信号です。これらの信号は、ワイヤなしで長距離を送信して受信し、ワイヤレス通信の出発点となりました。"
    ],
    "impact": "Marconi Magnetic Detectorは、グローバル接続への旅を開始した重要な構成要素です。この発明は、私たちの現代世界を形作り、コミュニケーションのゲームを変えました。この発見は、ラジオ、テレビ、インターネット、スマートフォン、Wi-Fiなどの将来のワイヤレスイノベーションの基礎を築きました。",
    "timeline": {
      "title": "ワイヤレス通信の歴史",
      "dates": [
        {
          "id": 1,
          "date": "1890年代",
          "text": "最初のワイヤレス通信"
        },
        {
          "id": 2,
          "date": "1900年代",
          "text": "最初のラジオ放送"
        },
        {
          "id": 3,
          "date": "1920年代",
          "text": "最初の商用ラジオ"
        },
        {
          "id": 4,
          "date": "1930 S.",
          "text": "レーダーテクノロジー、テレビ放送"
        },
        {
          "id": 5,
          "date": "1940年代",
          "text": "質の高いラジオサービス"
        },
        {
          "id": 6,
          "date": "1950年代",
          "text": "最初の衛星、宇宙プログラム"
        },
        {
          "id": 7,
          "date": "1970年代",
          "text": "モバイルネットワーク、GPS"
        },
        {
          "id": 8,
          "date": "1980年代",
          "text": "第一世代のモバイルネットワーク"
        },
        {
          "id": 9,
          "date": "1990 S.",
          "text": "第2世代のモバイルネットワーク、Wi-Fi"
        },
        {
          "id": 10,
          "date": "2000年代",
          "text": "衛星インターネット、3Gネットワ​​ーク"
        },
        {
          "id": 11,
          "date": "2010年代",
          "text": "LTE Advanced、5Gネットワ​​ーク"
        }
      ]
    },
    "directions": {
      "title": "それがどのように機能するか",
      "steps": [
        {
          "id": 1,
          "step": "電話受信者で聞いてください。"
        },
        {
          "id": 2,
          "step": "フロントのノブを時計回りにゆっくりと回します。"
        },
        {
          "id": 3,
          "step": "ラジオ局は、ワイヤーバンドが動いているときにのみ検出されます。ワイヤーバンドが停止すると停止します。"
        },
        {
          "id": 4,
          "step": "ノブをゆっくりと回して、ラジオを聞くことができるかを見てください。"
        }
      ]
    },
    "watch": "",
    "how": "マギー」は、ノブを回すときに無線周波数コイルを介して鉄のワイヤーバンドを移動します。空気中を移動する目に見えない信号である無線波をキャプチャすることで検出器が機能します。このデバイスは、これらの波を傍受するために磁場を使用しました。マルコーニ磁気検出器によって運ばれるメッセージは、電磁波を使用することで電磁波を検出します。この変更を解釈して、通常、この先駆的なテクノロジーである識別可能な出力を生成しました。",
    "tag": 2
  },
  {
    "stationTitle": "ファラデープロジェクト",
    "slideTitle": "ファラデーの実験：電気と磁気",
    "info": [
      {
        "id": 1,
        "title": "発明者：",
        "text": "マイケル・ファラデー"
      },
      {
        "id": 2,
        "title": "発明の年：",
        "text": "1831"
      },
      {
        "id": 3,
        "title": "重要な機能：",
        "text": "電気と磁気の関係"
      },
      {
        "id": 4,
        "title": "インパクト：",
        "text": "最新の電力源の基礎"
      }
    ],
    "description": [
      "19世紀の科学者であるマイケル・ファラデーは、発見をして、電気と磁気を理解する方法を変えました。",
      "ファラデーは1831年に画期的な実験を実施し、電気と磁気がどのように関連しているかを示しました。彼は、磁石がワイヤーの近くで移動すると、電流が作成されることを発見しました。この発見は、私たちが今日使用している現代のテクノロジーの基礎を築きました。",
      "マイケル・ファラデーが電磁誘導の発見をしたとき、彼は近くの回路に電流を誘導するために変化する磁場が必要であると仮定しました。彼の仮説をテストするために、彼はワイヤーで紙のシリンダーを包んでコイルを作りました。チューブを静かに傾けて、マグネットがチューブをスライドさせ、小さな電流を生成できるかどうかを確認します。",
      "電磁石の強度は、コイルの巻線の数と電流の強度に依存します。より多くの巻線とより強い電流は、より強い磁場を生成します。"
    ],
    "impact": "ファラデーの実験は、電気と磁気の関係を理解する上で重要なステップでした。このブレークスルーは、発電機の開発につながり、それが私たちの家、学校、ガジェットを動かす電気を生産しました。ファラデーの発見がなければ、私たちが今日依存している電子機器の多くは存在しないかもしれません。",
    "directions": {
      "title": "これを試してみてください：",
      "steps": [
        {
          "id": 1,
          "step": "チューブを静かに傾けて、磁石がチューブを滑り落ちます。"
        },
        {
          "id": 2,
          "step": "マグネットがワイヤーコイルを通り過ぎると、電流が存在することをメーターを見てください。"
        }
      ]
    },
    "watch": "",
    "how": "この現象は、ファラデーによって発見された原則である電磁誘導のために発生します。変化する磁場が導体に電流を誘導することを示しています。ここでの重要な要因は、磁石とワイヤの間の相対的な動きであり、コイルを通る磁束を変化させます。  磁束は、特定の領域を通過する磁場の大きさの尺度です。",
    "tag": 3
  },
  {
    "stationTitle": "オースト",
    "slideTitle": "Oerstedの実験",
    "info": [
      {
        "id": 1,
        "title": "発見者：",
        "text": "ハンスクリスチャンオーステッド"
      },
      {
        "id": 2,
        "title": "発見日：",
        "text": "1820"
      },
      {
        "id": 3,
        "title": "実験タイプ：",
        "text": "電気と磁気の相互作用を観察します。"
      },
      {
        "id": 4,
        "title": "重要な発見：",
        "text": "ワイヤーを通って流れる電気は、近くの磁気コンパスの針を動かしました。"
      }
    ],
    "description": [
      "19世紀初頭、オーステッドは自然の理解を変える実験に乗り出しました。 Oerstedの好奇心は彼を並外れた実験に導きました。簡単なセットアップで、彼は電気と磁気の相互作用を観察しました。彼は、電流がワイヤーを流れると、近くの磁気コンパスの針が動いたことに気付きました。電気と磁気の間のこの予期しない相互作用は、科学の革命を照らした火花でした。"
    ],
    "impact": "Oerstedの発見は、電気と磁気の間の不思議な関係を解き放つ鍵でした。この啓示は、今日私たちが依存している電気モーター、発電機、および現代の技術の開発の基礎を築きました。",
    "directions": {
      "title": "それがどのように機能するか",
      "steps": [
        {
          "id": 1,
          "step": "コンパスの方向を見てください。彼らはすべて北を指しています。"
        },
        {
          "id": 2,
          "step": "両方の方法でスイッチをフリップします。"
        },
        {
          "id": 3,
          "step": "スイッチをひっくり返すと、コンパスの針が動くのを見てください。"
        },
        {
          "id": 4,
          "step": "電流が銅線に適用されるため、磁場の方向を示しています。"
        }
      ]
    },
    "watch": "",
    "how": "コンパスの針は磁力を指し、通常は地球の北の磁性極を指します。スイッチをひっくり返すと、電流がバッテリーから一方向に流れるようにします。ラップされたワイヤーコイルを介して電流によって作成された磁場は、独自の磁場を作成しました。コンパスの針は、ワイヤーの周りの磁場と並んでいます。スイッチを逆にひっくり返すと、電流の方向が逆になっているため、コンパスの針が逆になります。",
    "tag": 4
  },
  {
    "stationTitle": "人間のバッテリー",
    "slideTitle": "電気導体になる力はありますか？",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      },
      {
        "id": 4,
        "text": ""
      }
    ],
    "description": [
      "片方の手を銅板に、もう片方の手をアルミニウムプレートに置くと、電流が一方のプレートからもう一方のプレートに流れます。",
      " ",
      " ",
      " "
    ],
    "impact": "化学作用により電気を作成できます。回路を閉じることで、そのエネルギーが流れるようにします。あなたはこのバッテリーに導電性液を提供したので、電気があなたを流れています！",
    "directions": {
      "title": "これを試してみてください：",
      "steps": [
        {
          "id": 1,
          "step": "各プレートに片手を置きます"
        },
        {
          "id": 2,
          "step": "友達と繰り返します：手を握ってから、それぞれの人がプレートの1つに自由な手を置きます。 「ループに」2人以上でもう一度試してみてください。"
        }
      ]
    },
    "watch": "メーターを見てください。一方向に一定の電流流が示されます。",
    "how": "金属板に触れると、手の水分がバッテリーの生理食塩水を伝導する電解質として機能します。電解質は銅板とアルミニウムプレートと反応します。負に帯電した電子を銅板から離し、正の電荷を残します。次に、電子をアルミニウムプレートに与え、それを負に帯電させます。これらの電子は、銅板に戻るとメーターを通過します。このような単純な回路では、電流の流れの方向は、2つのプレート間の電位差によって決定されます。両方のプレートに同時に触れると、回路を完成させ、より高い電位（銅板）から体を通るより高い電位（アルミニウム板）への電子の流れを許可します。",
    "tag": 5
  },
  {
    "stationTitle": "ジャンプワイヤー",
    "slideTitle": "ジャンプワイヤ",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      },
      {
        "id": 4,
        "text": ""
      }
    ],
    "description": [
      "昔、科学者は私たちの周りの目に見えない力について疑問に思っていました。電気と呼ばれるそのような力の1つは、それらを魅了しました。彼らは物事を動かして輝かせることができることを発見しました。しかし、彼らはそれを作成する方法を知りませんでした。",
      "1800年代、マイケル・ファラデーという名の素晴らしい科学者は、電気と磁石に興味を持ちました。彼は信じられないほどの何かを発見しました - 磁石がワイヤーの近くで移動すると、彼らは電気を作ります。ファラデーの発見を使用して、エンジニアは最初の発電機を構築しました。紡績磁石の力を電気に変える機械を想像してください。この発明は世界を永遠に変えました。",
      "",
      ""
    ],
    "impact": [
      "マイケル・ファラデーの電磁気症の実験により、彼は1831年に最初の電気発電機を発明するようになりました。ここで示された原則を使用して、発電機は回転の機械的エネルギーを電気エネルギーに変換しました。モーターの電力は、磁場の強度、ワイヤの数、電流の量に依存します。",
      "電磁気、電気と磁石の関係を理解することは、発電所の作成につながりました。これらの植物は、私たちの家、学校、都市のために電力を生成します。本発明のおかげで、私たちは家を照らし、ガジェットを動かし、電気を使って驚くべきものを探索することができます。"
    ],
    "directions": {
      "title": "それがどのように機能するか",
      "steps": [
        {
          "id": 1,
          "step": "プッシュボタン1"
        },
        {
          "id": 2,
          "step": "プッシュボタン2"
        }
      ]
    },
    "watch": "",
    "how": "2つの磁石間のワイヤーがジャンプすることに注意してください。電流によって作成された磁場が永久磁場と相互作用するため、ワイヤは動きます。",
    "what": {
      "title": "どうしたの？",
      "list": [
        {
          "id": 1,
          "info": "磁石の動き：ファラデーの実験では、磁石がワイヤのコイル（またはその逆）に移動したり外に移動したりすると、コイルの周りの磁場が変化します。"
        },
        {
          "id": 2,
          "info": "誘導電流：磁場のこの変化は、電子の流れまたはワイヤーコイル内の電流を誘導します。"
        },
        {
          "id": 3,
          "info": "電流の方向：誘導電流の方向は、磁石とコイルの移動方向に依存します。",
          "tilt": [
            "右に傾くと、誘導電流が一方向に流れます。",
            "左に傾くと、誘導電流が反対方向に流れます。"
          ]
        },
        {
          "id": 4,
          "info": "発電：ワイヤー内の誘導電流を使用して、回路に電力を供給したり、電力を生成したりできます。"
        }
      ]
    },
    "tag": 6
  },
  {
    "stationTitle": "ジェイコブのはしご実験",
    "slideTitle": "ジェイコブのはしご実験：電気原理の実証",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "ジェイコブのはしご実験は、光の魅惑的な弧を描くための電気の力の実証です。通常は金属棒またはワイヤで作られた2つの垂直導体で構成され、底部に小さな隙間があるV字型に配置されています。",
      "",
      "",
      ""
    ],
    "impact": "ジェイコブのはしご実験は、魅力的な視覚的光景であるだけでなく、電気原理の基本的なデモとしても機能します。空気中の電気の挙動と、イオン化と導電率に対する高電圧の影響を強調しています。この実験は、電気現象の理解を進める上で重要であり、多くの技術革新への道を開いています。",
    "directions": {
      "title": "どのように機能しますか？",
      "steps": [
        {
          "id": 1,
          "step": "ボタンを押して保持します。"
        },
        {
          "id": 2,
          "step": "2つの背の高いワイヤーを見てください。"
        }
      ]
    },
    "watch": "",
    "how": "2つの導体に高電圧が適用されると、電気がそれらの間のギャップの中で空気を流れ、空気をイオン化し、導電性経路を作成します。この電気放電によって発生する強い熱により、空気が急速に膨張し、アークが上方に押し出されます。アークが登ると、それは冷却され、空気がイオン化されなくなり、最終的に回路を壊してアークを消滅させます。このプロセスは繰り返され、上向きに登る梯子に似た魅惑的なディスプレイを作成します。  アークの排出を目撃し、その根底にある原則を理解することは、科学と工学の世界に対する貴重な洞察を提供します。",
    "tag": 7
  },
  {
    "stationTitle": "静電気",
    "slideTitle": "静電気：衝撃的な発見",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "静的電気は、電子（解剖学の負に帯電した粒子）がある材料から別の材料に移動するときに発生する材料との正と否定の間の不均衡からの電気性の形式です。電子受信材料が隔離されているか、電気伝導器でない場合、電子を保持する傾向があり、電荷の蓄積が生じる傾向があります。この充電は動いていないため、静電気と呼ばれます。条件が組み込まれた電荷を流れると、静的な電気の存在が排出され、電気電気が排出されます。",
      "静電気は、特定の材料が互いに擦れたときに発生する現象であり、電子がある表面から別の表面に移動します。この動きは、電荷の不均衡を生み出し、静電気の蓄積につながります。",
      "雷雨は自然の電気発電機であり、雲の中で氷粒子が衝突するため、計り知れない静電気を生成します。静電気の蓄積が大きくなりすぎると、地面への道を求めて、稲妻が発生します。これらの電気のボルトは、太陽の表面よりも高温の温度に達する可能性があり、その経路のあらゆるものに破壊的な力を発揮します。",
      ""
    ],
    "impact": [
      "静電気の発見は、テクノロジーと日常生活に大きな影響を与えました。電信の発明から最新の電子機器の開発まで、静的な電力は、デバイスの動力とコミュニケーションの促進において重要な役割を果たします。",
      "18世紀に、ベンジャミン・フランクリンは彼のカイト実験を有名にし、稲妻が電気の一種であることを証明しました。この画期的な発見は、電荷を地面に安全にリダイレクトすることにより、建物や船が稲妻のストライキから保護するように設計された稲妻の発明につながりました。フランクリンの発明は、稲妻の理解に革命をもたらし、現代の稲妻保護システムへの道を開いた。"
    ],
    "tag": 8
  },
  {
    "stationTitle": "偏光実験",
    "slideTitle": "偏光実験",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "この実験は、フィルターが特定の方向に振動する電磁波を、他の方向をブロックしながら通過させ、電磁波に対する偏光の影響を示す方法を示しています。  偏光サングラスを使用すると、フィルターは光のために垂直の開口部を作成します。目に近づく光線のみが垂直にそれらの開口部に合うことができます。たとえば、滑らかな池や光沢のある車のフードから跳ね返るすべての水平光波がレンズをブロックします。  これは、電磁波の偏光と同様の概念です。",
      "",
      "",
      ""
    ],
    "impact": "偏光は、電子レンジのドアブロックのメッシュ画面が危険なエネルギーを逃がすことができるようにするものです。メッシュのワイヤーは、どちらの方向にも動く垂直および水平ブロック波です。",
    "directions": {
      "title": "どのように機能しますか？",
      "steps": [
        {
          "id": 1,
          "step": "赤いボタンを押します。"
        },
        {
          "id": 2,
          "step": "2メートルを見ながら、スクリーンホイールをゆっくり回転させます。左ホーンは送信されており、右ホーンが受け取っています。"
        }
      ]
    },
    "watch": "",
    "how": "メーターを見て、電磁エネルギーが送信されている量と受信量を確認してください。スクリーンホイールが動くと量は変わりますか？開いたワイヤースクリーンは、垂直に偏っている電磁波を反射または送信できます。一部の波はワイヤー間のスペースを通過しますが、他の波はワイヤから反射されます。垂直偏光波の場合、ワイヤーも垂直な場合、画面は最も効果的にブロックされます。",
    "tag": 9
  },
  {
    "stationTitle": "マイクロ波にターンテーブルがあるのはなぜですか？",
    "slideTitle": "マイクロ波にターンテーブルがあるのはなぜですか？",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "マイクロ波オーブンは、食物内の刺激的な水分子によって食物を加熱する電磁波（マイクロ波）を生成します。マイクロ波は見えないので、電子レンジのオーブン内でそれらを見ることができませんが、ネオンランプでそれらの存在を検出できます。マイクロ波から変化する電磁場により、荷電粒子が動きます。そのため、金属脚の電子が動き、電流が生成されます。この電流はランプを輝かせます。  電子レンジ内のこれらの波の分布は不均一である傾向があるため、ターンテーブルは食物を回転させ、皿のすべての部分がマイクロ波に比較的等しい曝露を受けることを保証します。これにより、より一貫性があり、さらには料理されます。"
    ],
    "impact": "オーブンの食物は、マイクロ波エネルギーを吸収します。ターンテーブルは、高および低いフィールドの強度を通して食物を回転させます。徹底的な調理が結果です。",
    "directions": {
      "title": "どのように機能しますか？",
      "steps": [
        {
          "id": 1,
          "step": "電子レンジのオーブンの左側にある赤いボタンを押します。"
        }
      ]
    },
    "how": "電子レンジ内のターンテーブルのネオンライトをご覧ください。彼らはオンとオフになり、オーブンの位置が変化するにつれて明るさが変化します。  これは、マイクロ波エネルギーの矛盾の視覚的な実証です。マイクロ波エネルギーの分布は一貫性がありません。これにより、フィールド強度が異なるか、オーブン内のホットスポットとコールドスポットが発生します。  ターンテーブルが使用され、食べ物のホットスポットやコールドスポットの可能性を減らします。",
    "tag": 10
  },
  {
    "stationTitle": "電信機",
    "slideTitle": "Telegraph Machine-世界をつなぐ",
    "info": [
      {
        "id": 1,
        "title": "名前：",
        "text": "電信機"
      },
      {
        "id": 2,
        "title": "発明者：",
        "text": "サミュエル・モールスとアルフレッド・ベイル"
      },
      {
        "id": 3,
        "title": "発明の年：",
        "text": "1837"
      },
      {
        "id": 4,
        "title": "スピード：",
        "text": "数秒で送信されたメッセージ"
      },
      {
        "id": 5,
        "title": "言語：",
        "text": "モールスコード（ドットとダッシュ）"
      },
      {
        "id": 6,
        "title": "グローバル接続：",
        "text": "大陸を結び付け、世界中の情報を共有する方法を変えます"
      }
    ],
    "description": [
      "Telegraphは、配線を通して長距離メッセージを送信し、人と場所の間のギャップを埋めることにより、コミュニケーションを変換しました。一連のドットとダッシュであるモールスコードを使用して、電信はかつてないほど速く世界を結び付けました。",
      "",
      "",
      ""
    ],
    "impact": "電信の前に、コミュニケーションは遅く、重要な情報が遅すぎることがよくありました。電信ワイヤーが大陸を越えて伸びると、ニュースが迅速に配信される可能性があります。これは、重要な更新を待っている企業、政府、家族にとって特に重要でした。電信は単なるデバイスではありませんでした。それは人々と場所の間の橋でした。大陸横断鉄道の建設において重要な役割を果たしました。長距離でメッセージを迅速かつ正確に送信する能力は、この記念碑的なエンジニアリングプロジェクトを正常に完了し、米国の東海岸と西海岸をつなぎ、全国の仕事と旅行を容易にするために重要な役割を果たしました。",
    "directions": {
      "title": "どのように機能しますか？",
      "steps": [
        {
          "id": 1,
          "step": "Telegraphキーの大きな黒いボタンを押します。"
        },
        {
          "id": 2,
          "step": "その後、ダッシュのためにリリースし、プレスを押し、ドットをすばやくリリースします。"
        },
        {
          "id": 3,
          "step": "Sounderからコードを聞いてください。"
        }
      ]
    },
    "telegraphStation": {
      "title": "電信駅",
      "instructions": [
        {
          "id": 1,
          "steps": "電信キーの大きな黒いボタンを押す"
        },
        {
          "id": 2,
          "steps": "その後、ダッシュのためにリリースし、プレスを押し、ドットをすばやくリリースします。"
        },
        {
          "id": 3,
          "steps": "Sounderからコードを聞いてください。"
        }
      ]
    },
    "how": [
      "電気の磁気性は、電信ワイヤーに沿って電流を送るのに役立ちます。 「モールスコード」と呼ばれる特別なドットとダッシュのコードは、電流のパルスを使用してメッセージを送信します。",
      "これは、即時の長距離コミュニケーションの最も初期の形でした。メッセージは、電信キーでサミュエルモースが作成した特別なコードをタップすることで送信できます。アルファベットの各文字には、独自のドットとダッシュのシーケンスがあります。 Telegraphという名前は、「Tele」という言葉と書くことを意味する「グラフ」という言葉に由来しています。",
      ""
    ],
    "tag": 11
  },
  {
    "stationTitle": "テミン",
    "slideTitle": "ハリソンインストゥルメント302テルミン",
    "info": [
      {
        "id": 1,
        "title": "名前：",
        "text": "テミン"
      },
      {
        "id": 2,
        "title": "発明：",
        "text": "レオン・テルミン"
      },
      {
        "id": 3,
        "title": "発明の年：",
        "text": "1920"
      },
      {
        "id": 4,
        "title": "タイプ：",
        "text": "電子楽器"
      },
      {
        "id": 5,
        "title": "注目すべき機能：",
        "text": "物理的な接触なしで遊んだ"
      }
    ],
    "description": [
      "テルミンは、物理的な接触なしで演奏されるという点で、ユニークな楽器です。  プレイヤーは楽器の前に立って、2つの金属アンテナの近くに手を動かします。  ボリュームとピッチは、プレイヤーの手からアンテナからの距離によって制御されます。  手を左プレートに近づけると、体積が増加します。  手を右のプレートに近づけると、ピッチが増加します。  プレーヤーの手は、可変コンデンサの接地プレートとして機能します。",
      "",
      "",
      ""
    ],
    "impact": "テルミンは芸術と科学の融合の証であり、物理的な接触なしに音が生成されるユニークなインターフェイスを提供します。その発明は、電子音楽の進化に大きな飛躍をもたらし、その不気味な音と異世界のトーンで聴衆を魅了しました。古典的な作曲での初期の使用から、サイエンスフィクションのサウンドトラックでの象徴的な存在まで、テルミンは音楽史に消えないマークを残しました。その不気味であるSFサウンドは、数え切れないほどの映画を飾っており、サスペンスと不思議のシーンに紛れもない雰囲気を加えています。",
    "directions": {
      "title": "どのように機能しますか？",
      "description": "インタラクティブなディスプレイにステップアップします。  ピッチとボリュームアンテナを操作して、空気中に独自のメロディーを作成するときに、電磁場の目に見えない力を感じてください。  メモを再生するには、ピッチアンテナ（右）の近くに手を置き、ピッチの周波数を制御するために距離を調整します。  手がアンテナに近づくと、ピッチが上がります。逆に、手を動かすとピッチが下がります。  ボリューム（左）は同様に制御され、ボリュームアンテナに近接して音の音を決定します。",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "テルミンは、容量と電磁場の操作の原理に基づいて動作します。テルミンは2つのアンテナで構成されています。1つはピッチ用、もう1つはボリューム用です。プレイヤーがこれらのアンテナの近くで手を動かすと、電磁界が邪魔され、忘れられないメロディーとハーモニーが生成されます。その直感的でありながら困惑する操作は、ミュージシャンや愛好家を同じように陰謀し続けています。",
    "tag": 12
  },
  {
    "stationTitle": "最初の放送",
    "slideTitle": "最初の放送",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "",
      "",
      "",
      ""
    ],
    "impact": "",
    "directions": {
      "title": "どのように機能しますか？",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "",
    "tag": 13
  },
  {
    "stationTitle": "手動タービン",
    "slideTitle": "手動タービン",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "",
      "",
      "",
      ""
    ],
    "impact": "",
    "directions": {
      "title": "どのように機能しますか？",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "",
    "tag": 14
  },
  {
    "stationTitle": "電磁無線波",
    "slideTitle": "電磁無線波",
    "info": [
      {
        "id": 1,
        "title": "名前：",
        "text": "電磁無線波"
      },
      {
        "id": 2,
        "title": "発見した：",
        "text": "19世紀後半、ハインリッヒ・ヘルツによる"
      },
      {
        "id": 3,
        "title": "重要な特性：",
        "text": "目に見えない、通信技術で使用される光の速度で旅行する"
      },
      {
        "id": 4,
        "title": "インパクト：",
        "text": "革新されたコミュニケーション、有効なワイヤレステクノロジー"
      }
    ],
    "description": [
      "電磁無線波は、広大な距離にわたって私たちをつなぐ目に見えない力です。  周波数の交響曲のように、これらの波は空中に情報、音楽、声を運び、私たちの現代世界を私たちがしばしば当たり前のように形作っています。",
      "19世紀後半に、ハインリッヒ・ヘルツは、ジェームズ・クラーク・マックスウェルの方程式によって予測された電磁波の存在を確認する実験を実施しました。  Hertzの作品は、無線波とそのアプリケーションを理解するための基盤を築きました。",
      "",
      ""
    ],
    "impact": "初期の時代には、無線波が主に電信に使用され、モールスコードを通じて長距離通信を可能にしました。  しかし、テクノロジーの進歩により、無線波は最新の通信システムのバックボーンになり、無線放送、テレビの送信、およびその後のワイヤレスインターネットおよびセルラーネットワークを促進しました。有形のオブジェクトとは異なり、無線波は人間の目には見えません。それでも、彼らは私たちの周囲に浸透し、空気中に情報を楽に運んでいます。それがあなたのスマートフォンからの音楽のストリーミングであろうと、飛行機を導く衛星信号であろうと、無線波は私たちの相互接続された世界を静かに調整します。",
    "directions": {
      "title": "どのように機能しますか？",
      "steps": [
        {
          "id": 1,
          "step": "生成：電流がアンテナを通って流れると、無線波が生成されます。  この交互の電流は、アンテナの周りに振動する電界と磁場を作成し、それが一緒に無線波を形成します。"
        },
        {
          "id": 2,
          "step": "伝播：生成されると、無線波は光の速度で空気（または他の培地）を通過します。  それらは、石を落とすときに池の表面の波紋のように、あらゆる方向に伝播します。"
        },
        {
          "id": 3,
          "step": "トランスミッション：無線波は、伝播するときにエネルギーと情報を運びます。  たとえば、無線放送では、送信機が音波を電気信号に変換し、それを使用して無線波の変調を使用します。  この変調は、ラジオ波にサウンド情報をコードし、音楽、音声、またはデータを長距離にわたって運ぶことができます。"
        },
        {
          "id": 4,
          "step": "受信：無線波が同じ周波数に合わせて調整されたアンテナに遭遇すると、アンテナに小さな交互の電流を誘導します。  この電流は、ラジオやスマートフォンなどのレシーバーデバイス内の電子回路によって増幅およびデコードされます。  無線波にエンコードされた元の情報は、音、データ、または画像として再構築および出力されます。"
        },
        {
          "id": 5,
          "step": "干渉と規制：無線波は、大気の状態、他の電子機器からの干渉、またはその経路の障害など、さまざまな要因の影響を受ける可能性があります。  信頼できる通信を確保するために、無線頻度は政府や国際機関によって慎重に規制され、干渉を最小限に抑え、放送、航空、モバイル通信などのさまざまな用途に特定の周波数帯域を割り当てます。"
        }
      ]
    },
    "how": "電子通信では、帯域幅は電磁波で送信される情報の量です。  トランスミッション内の情報が多いほど、より多くの周波数が広がります。  信号の周波数はHertzで測定されるため（1秒あたりの変化のサイクル数）、帯域幅は、最も高い周波数と使用する最低周波数の間のHertzの違いです。  帯域幅は、無線波ベースの通信システムの効率、容量、品質に密接に関連しています。  帯域幅の割り当てを管理し、伝送パラメーターを最適化することにより、エンジニアは世界中のユーザーに信頼できる高速接続を提供する通信ネットワークを設計できます。現在、あなたの上のどこかに、飛行機がその場所、速度、1090 MHzのベアリングを放送しています。  地球から22,000マイルの静止気象衛星は、1694.1 MHzに詳細な気象マップを送信しています。  あなたの家を運転する車は、315MHzでタイヤの1つの圧力読み取りで信号を送信しています。  時速8,000マイルで頭上に飛んでいるGPS衛星は、1575.42 MHzで携帯電話に信号を送信しています。  大西洋でボブするデータブイは、401 MHzのNOAA衛星に海の温度、波の高さ、風速の測定値を伝達します。  それに加えて、あなたの近くのすべてのモバイルデバイスとWiFiルーターは、無線波を介して空中を通して全員のインターネットトラフィックを爆破します。  これらはすべて、非常に慎重に規制された無線スペクトルのおかげで同時に発生する可能性があります。  ライセンスされた放送局には、地域で利用可能な帯域幅の一部が割り当てられ、その信号が互いに干渉しないようにすることができます。連邦通信委員会（FCC）と国家通信情報局（NTIA）は、米国の電波の無線周波数の割り当てを管理するタスクを共有しています。  NTIAは連邦政府のすべての無線アプリケーション（軍事用途を含む）を管理し、FCCは州および地方政府、商業、アマチュア無線の使用を含む他のすべてを管理しています。",
    "tag": 15
  },
  {
    "stationTitle": "真空チューブ",
    "slideTitle": "真空チューブ",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "",
      "",
      "",
      ""
    ],
    "impact": "",
    "directions": {
      "title": "どのように機能しますか？",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "開いたワイヤースクリーンは、垂直に偏っている電磁波を反射または送信できます。一部の波はワイヤー間のスペースを通過しますが、他の波はワイヤから反射されます。垂直偏光波の場合、ワイヤーも垂直な場合、画面は最も効果的にブロックされます。",
    "tag": 16
  },
  {
    "stationTitle": "Graaffジェネレーターから",
    "slideTitle": "Van De Graaffジェネレーター：静電気の電力を活用する",
    "info": [
      {
        "id": 1,
        "title": "名前：",
        "text": "Graaffジェネレーターから"
      },
      {
        "id": 2,
        "title": "発明者：",
        "text": "ロバート・J・ヴァン・ド・グラフ"
      },
      {
        "id": 3,
        "title": "年：",
        "text": "1929"
      },
      {
        "id": 4,
        "title": "目的：",
        "text": "静電気の実証"
      },
      {
        "id": 5,
        "title": "楽しい事実：",
        "text": "最大のvan de Graaffジェネレーターは、長さ20フィート以上の稲妻のような火花を作ることができます"
      },
      {
        "id": 6,
        "title": "インパクト：",
        "text": "原子力研究と理解の原子構造を支援しました。"
      }
    ],
    "description": [
      "Van de Graaffジェネレーターは、1929年にRobert J. Van de Graaffによって発明され、電荷がどのように機能するかを示しました。  移動ベルトを使用して、大きな金属製のドームに電気を蓄積することで、静的な電気について教えてくれます。",
      "",
      "",
      ""
    ],
    "impact": "このジェネレーターは、科学者が原子を一緒に保つ力を理解するのに役立ちます。  核物理学の実験のために粒子をスピードアップするためにかつて研究所で使用されていたため、宇宙と物質のビルディングブロックについてさらに学ぶのに役立ちました。より高いエネルギーマシン -  1937年、ウェスティングハウス電気会社は、ペンシルベニア州フォレストヒルズで5 MEVを生成できるウェスティングハウス原子スマッシャーである65フィート（20 m）のマシンを建設しました。  それは、民間のアプリケーションの核研究の始まりをマークしました。  1958年に廃止され、2015年に部分的に破壊されました。",
    "directions": {
      "title": "どのように機能しますか？",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "",
    "howGraaff": {
      "title": "どのように機能しますか？",
      "info": [
        "ベルトの摩擦→ドームへの電荷移動→充電ジャンプジャンプしてスパークを作成します。",
        "Van de Graaffジェネレーターは、他のオブジェクトに移動する静的電気を構築および保存することで機能します。これがそれを行う方法です："
      ],
      "list": [
        {
          "id": 1,
          "item": "ベルト。",
          "description": "機械の中には、ローラーの上を連続的に移動するゴムまたは布地のベルトがあります。ベルトが動くと、ローラーにこすりつけ、摩擦と呼ばれるプロセスを通じて小さな電荷を拾います。"
        },
        {
          "id": 2,
          "item": "櫛。",
          "description": "ベルトが移動すると、マシンのベース近くの櫛（鋭い点のある金属ストリップ）を通過します。櫛は、発電機の上部にあるベルトから金属ドームに電荷を透過します。"
        },
        {
          "id": 3,
          "item": "ドーム。",
          "description": "ドームは、電荷の巨大な容器のようなものです。電荷が蓄積すると、ドームは非常に充電されます。これは、髪に風船をこすったときに起こることと同様に、静的な電気です。"
        },
        {
          "id": 4,
          "item": "火花と静的。",
          "description": "ドームの電荷が十分に蓄積すると、彼らは逃げる方法を探します。  ドームの近くに金属製のオブジェクト（または手でさえ）を持参すると、充電が空中を飛び越えて目に見える火花を作ります。  時々、ドームに触れると、充電があなたの中を移動します。髪を止めてください。"
        }
      ]
    },
    "try": {
      "title": "これを試してみてください：",
      "steps": [
        {
          "id": 1,
          "name": "ボタンを押し続けてオンにします。",
          "text": "van de Graaffジェネレーターとそれを充電させます。かすかなハミング音が聞こえます。しばらくすると、ドームが静的な電気を蓄積し始めます。"
        },
        {
          "id": 2,
          "name": "告発を目撃します。",
          "text": "スパークスザップをロッドから金属製のドームに見てください。静電気が流れると髪は上昇し始めます。静的な電気は、髪の毛のそれぞれを他の髪から離して反発し、「クレイジーな髪」効果を生み出しています。蛍光灯がちらつき、電球を充電します。"
        }
      ]
    },
    "tag": 17
  },
  {
    "stationTitle": "オーディオ翻訳者",
    "slideTitle": "オーディオ翻訳者",
    "info": [
      {
        "id": 1,
        "title": "インパクト：",
        "text": "1930年までに4,000万世帯をつなぎました"
      },
      {
        "id": 2,
        "title": "グローバルリーチ：",
        "text": "95％モバイルネットワークカバレッジ（2023）"
      }
    ],
    "description": [
      "オーディオ翻訳者は、言語翻訳者と混同しないように、遠くの音をキャプチャし、電気信号に変えるデバイスです。このブレークスルーは、コミュニケーションの新しい時代をマークしました。"
    ],
    "impact": [
      "オーディオ翻訳者は、遠いささやきをグローバルな会話に変えました。彼らは現代のコミュニケーションを形作り、世界中の人々を団結させました。共有された歴史の中で、革新とつながりの力を探ります。",
      "19世紀後半に発明された電話は、個人間の直接的なコミュニケーションに革命をもたらしましたが、ワイヤやケーブルを介した物理的な接続の必要性によって制限されていました。長距離で1対1の会話を促進しましたが、より広い視聴者のために遠い音や声をキャプチャして送信するという課題には対処しませんでした。オーディオ翻訳者は、音波の電気信号への変換を可能にし、これらの信号を劣化することなく広大な距離に伝達することができました。このテクノロジーは、音の放送（音楽、スピーチ、ニュース）を幅広い視聴者に促進し、電話が提供する直接的なコミュニケーションの限界を克服しました。それにより、共有された経験と文化交流を大規模に可能にし、世界中に何百万もの世帯に到達しました。"
    ],
    "directions": {
      "title": "それがどのように機能するか",
      "steps": [
        {
          "id": 1,
          "step": "ボタンを押してオンにして、ウォームアップするまで少し待ちます。"
        },
        {
          "id": 2,
          "step": "画面に緑色の線が表示されたら、ケースの前面の穴に話しかけます。"
        },
        {
          "id": 3,
          "step": "画面上の緑色のラインがあなたの声の音にどのように反応するかを見てください。音を電気信号に変換しています。"
        }
      ]
    },
    "how": "オーディオ翻訳者は、敏感なマイクまたはダイアフラムを介して音波をキャプチャすることで機能します。これらの音波は、電気信号に変換されます。この変換により、信号を受信側で音として増幅、送信、再現できます。基本的に、可聴情報を電気インパルスに変換して、距離を越えて効率的な伝送を行い、目的地に到達したときに元の音がそのままであることを保証します。",
    "tag": 18
  },
  {
    "stationTitle": "電磁波",
    "slideTitle": "電磁波の紹介",
    "description": "私たちの宇宙を形作る目に見えない力を旅するとき、ようこそ。電波からガンマ線まで、電磁波は、私たちの日常生活のあらゆる側面に浸透する膨大なエネルギーを網羅しています。  テクノロジー、コミュニケーション、およびコスモスの理解に対する彼らの深い影響を探るときに続きます。",
    "categories": {
      "title": "電磁波のカテゴリ",
      "waves": [
        {
          "id": 1,
          "title": "無線波",
          "description": [
            "これらの波は、電磁スペクトルで最も長い波長と最低周波数を持っています。",
            "ラジオ放送、Wi-Fi、セルラーネットワークなど、通信で広く使用されています。"
          ]
        },
        {
          "id": 2,
          "title": "マイクロ波",
          "description": [
            "電波よりもわずかに短い波長で、調理、レーダー、衛星通信などのさまざまなアプリケーションでマイクロ波が利用されています。"
          ]
        },
        {
          "id": 3,
          "title": "赤外線",
          "description": [
            "目に見える光を超えてマイクロ波よりも短い、赤外線は熱に関連しており、ナイトビジョン技術、リモートコントロール、および熱イメージングで利用されます。"
          ]
        },
        {
          "id": 4,
          "title": "可視光",
          "description": [
            "人間の目に見える電磁スペクトルの唯一のセグメントである目に見える光は、赤からバイオレットまでさまざまな色を網羅しています。",
            "視覚に不可欠であり、カメラ、望遠鏡、レーザーなどの光学技術で利用されます。"
          ]
        },
        {
          "id": 5,
          "title": "紫外線（uv）波",
          "description": [
            "電磁スペクトル上のバイオレットライトを超えて、UV波はより短い波長とより高いエネルギーを持っています。",
            "滅菌、日焼けベッド、および治療に使用されますが、生体組織に損傷を与える可能性もあります。"
          ]
        },
        {
          "id": 6,
          "title": "X線",
          "description": [
            "これらの波は、UV波よりも短い波長とより高いエネルギーを持っています。",
            "医療イメージング、空港のセキュリティスキャン、および材料分析において、固体オブジェクトに浸透する能力があるため。"
          ]
        },
        {
          "id": 7,
          "title": "ガンマ光線",
          "description": [
            "電磁スペクトル内の最短波長と最高エネルギーを備えたガンマ線は、放射性材料と宇宙のイベントによって放出されます。",
            "癌治療、滅菌、および高エネルギーの天体物理現象の研究に利用されます。"
          ]
        }
      ]
    },
    "ending": [
      "電磁波のカテゴリを探求すると、これらの現象の多様性と重要性をより深く評価することができます。  日常のテクノロジーの実用的なアプリケーションから、彼らが宇宙の性質に提供する深い洞察まで、電磁波は見られた方法と目に見えない方法で私たちの世界を形作り続けています。",
      "電磁波のこれらの例についてさらに洞察するために、「視覚電磁波」と「電磁波」に関する展示に特に注意してください。"
    ],
    "tag": 19
  },
  {
    "tag": 20,
    "stationTitle": "セクション1",
    "slideTitle": "セクション1",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "これはサンプルテキストです。",
      "これもサンプルテキストです。"
    ],
    "impact": "サンプルテキストに影響を与えます",
    "directions": {
      "title": "それがどのように機能するか",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "利益"
        }
      ]
    },
    "watch": "サンプルテキストをご覧ください",
    "how": "サンプルテキスト"
  },
  {
    "tag": 21,
    "stationTitle": "セクション2",
    "slideTitle": "セクション2",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "これはサンプルテキストです。",
      "これもサンプルテキストです。"
    ],
    "impact": "サンプルテキストに影響を与えます",
    "directions": {
      "title": "それがどのように機能するか",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "利益"
        }
      ]
    },
    "watch": "サンプルテキストをご覧ください",
    "how": "サンプルテキスト"
  },
  {
    "tag": 22,
    "stationTitle": "セクション3",
    "slideTitle": "セクション3",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "これはサンプルテキストです。",
      "これもサンプルテキストです。"
    ],
    "impact": "サンプルテキストに影響を与えます",
    "directions": {
      "title": "それがどのように機能するか",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "利益"
        }
      ]
    },
    "watch": "サンプルテキストをご覧ください",
    "how": "サンプルテキスト"
  },
  {
    "tag": 23,
    "stationTitle": "セクション4",
    "slideTitle": "セクション4",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "これはサンプルテキストです。",
      "これもサンプルテキストです。"
    ],
    "impact": "サンプルテキストに影響を与えます",
    "directions": {
      "title": "それがどのように機能するか",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "利益"
        }
      ]
    },
    "watch": "サンプルテキストをご覧ください",
    "how": "サンプルテキスト"
  },
  {
    "tag": 24,
    "stationTitle": "記録されたサウンドの進化",
    "slideTitle": "記録されたサウンドの進化"
  },
  {
    "tag": 25,
    "stationTitle": "人間のダイナモ",
    "slideTitle": "人間のダイナモ",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "それがどのように機能するか",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 26,
    "stationTitle": "赤外線",
    "slideTitle": "赤外線",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "それがどのように機能するか",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 27,
    "stationTitle": "爆弾",
    "slideTitle": "爆弾",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "それがどのように機能するか",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  }
];

export default data;
