const data = [
  {
    "stationTitle": "他收音机",
    "slideTitle": "他收音机",
    "info": [
      {
        "id": 1,
        "name": "什么是业余广播？",
        "description": "业余无线电（HAM Radio）是一种国际爱好，讲述了通过各种方法进行通信的指定频率，例如Morse代码，语音和数据。诸如K3nem（我们的车站呼号）之类的呼叫符号是每个有执照的火腿或俱乐部所独有的。呼叫符号前缀因国家而异。"
      },
      {
        "id": 2,
        "name": "谁可以成为业余无线电操作员（火腿）？",
        "description": "美国任何年龄的人都有资格参加考试。许可证均由每个国家颁发，并以特权程度授予许可。不再需要Morse代码能力。如果您可以处理手机，那么您就可以成为火腿！"
      },
      {
        "id": 3,
        "name": "我在火腿广播中会做什么？",
        "description": "许多人使用语音，摩尔斯密码，数字信号甚至双向电视与当地和遥远的火腿进行沟通。紧急情况下的沟通是一项流行而重要的公民活动。一个人可以学习建立，修复和理解电子设备（职业机会）"
      },
      {
        "id": 4,
        "name": "紧急通信",
        "description": "当电话系统停机时，HAM收音机仍然可以通过。无线电业余爱好者与政府机构合作进行通讯。我们通过交通数据报（例如Western Union通过火腿网络）的消息。照片是ARRL Field Day的年度应急事件。"
      },
      {
        "id": 5,
        "name": "国家电子博物馆的业余无线电俱乐部",
        "description": "这就是我们！我们在这里帮助您获得许可并播出。我们的周四晚上的Zoom上课参加了许可课程和经营原则。我们举办有趣的周末俱乐部会议和周末的播出活动。我们通过导游和志愿者支持博物馆。我们的俱乐部火腿车站可用。",
        "contact": {
          "email": "contact@k3nem.org",
          "web": "www.k3nem.org/"
        }
      }
    ],
    "tag": 0
  },
  {
    "tag": 1,
    "stationTitle": "电压和电流",
    "slideTitle": "电压和电流",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "电压有点像电压。电流是电荷流。最好这样考虑：电压会导致电流，就像水压导致水流一样。",
      "电压是敦促电力从一个地方移到另一个地方的无形能量。电压和当前的工作手头。电压提供了推动力，而电流则保持电力流动。他们共同创造了为我们的小工具提供动力并照亮我们的世界的能量。"
    ],
    "impact": "了解电压和电流有助于工程师和科学家设计更安全，更有效的电气系统。从最小的电路到最宏大的电网，这些概念对于创造可靠，安全起作用的技术至关重要。",
    "directions": {
      "title": "它的工作原理：",
      "steps": [
        {
          "id": 1,
          "step": "顺时针旋转旋钮，观看仪表。"
        },
        {
          "id": 2,
          "step": "翻转开关，并在观看仪表时打开灯泡。"
        },
        {
          "id": 3,
          "step": "旋转旋钮以更换电压。"
        }
      ]
    },
    "watch": "旋转旋钮可以在电压表显示的情况下换电压。仪表仍然静止，因为直到您翻转开关之前，都没有使用电流。当您翻转开关时，电流表显示旋转旋钮时灯泡绘制的电流。绘制的电流数量各不相同，改变了灯泡的亮度。",
    "how": "通过翻转开关，您可以关闭电路并允许电流在电路路径中流动。如果没有电压的力和电路的路径，电流就不会流动。电压推动电流，迫使其流过闭路并点亮灯泡。"
  },
  {
    "stationTitle": "Marconi磁检测器",
    "slideTitle": "Marconi磁检测器",
    "info": [
      {
        "id": 1,
        "title": "发明者：",
        "text": "Guglielmo Marconi"
      },
      {
        "id": 2,
        "title": "发明年份：",
        "text": "1896"
      },
      {
        "id": 3,
        "title": "关键功能：",
        "text": "磁场传感器"
      },
      {
        "id": 4,
        "title": "影响：",
        "text": "现代无线技术基金会"
      }
    ],
    "description": [
      "在19世纪后期，一位名叫Guglielmo Marconi的年轻发明家开发了Marconi磁检测器，该设备可以检测无线电波中的磁场。这些是使无线通信成为可能的无形信号。这些信号可以在没有电线的情况下长距离传输，并接收到并成为无线通信的起点。"
    ],
    "impact": "Marconi磁性检测器是一个关键的构件，开始了通往全球连接的旅程。本发明改变了沟通的游戏，塑造了我们的现代世界。这一发现为未来的无线创新奠定了基础，例如收音机，电视，互联网，智能手机和Wi-Fi。",
    "timeline": {
      "title": "无线通信历史",
      "dates": [
        {
          "id": 1,
          "date": "1890年代",
          "text": "第一次无线通信"
        },
        {
          "id": 2,
          "date": "1900年代",
          "text": "第一个广播"
        },
        {
          "id": 3,
          "date": "1920年代",
          "text": "第一个商业收音机"
        },
        {
          "id": 4,
          "date": "1930 S.",
          "text": "雷达技术，电视广播"
        },
        {
          "id": 5,
          "date": "1940年代",
          "text": "优质的无线电服务"
        },
        {
          "id": 6,
          "date": "1950年代",
          "text": "第一卫星，太空计划"
        },
        {
          "id": 7,
          "date": "1970年代",
          "text": "移动网络，GPS"
        },
        {
          "id": 8,
          "date": "1980年代",
          "text": "第一代移动网络"
        },
        {
          "id": 9,
          "date": "1990 S.",
          "text": "第二代移动网络，Wi-Fi"
        },
        {
          "id": 10,
          "date": "2000年代",
          "text": "卫星互联网，3G网络"
        },
        {
          "id": 11,
          "date": "2010年代",
          "text": "LTE高级，5G网络"
        }
      ]
    },
    "directions": {
      "title": "它的工作原理：",
      "steps": [
        {
          "id": 1,
          "step": "在电话接收器上收听。"
        },
        {
          "id": 2,
          "step": "慢慢地将旋钮顺时针旋转。"
        },
        {
          "id": 3,
          "step": "仅当电线带移动时才能检测到广播电台。当电线带停止时，它停止了。"
        },
        {
          "id": 4,
          "step": "看看您可以慢慢转动旋钮，但仍然听到收音机。"
        }
      ]
    },
    "watch": "",
    "how": "Maggie”在转动旋钮时将铁线带移到射频线圈中。检测器通过捕获无线电波来发挥作用，这是无形的信号，它们是无形的信号。该设备利用磁场拦截了这些波浪。当无线电波与检测器内部的磁场相互作用时，它们会导致驱动器，从而使这些驱动器驱动到这些电流，然后将电流转换为电流，并将其转换为良好的电流。通过无线电波，Marconi磁性检测器在电磁诱导的原理上运行。输出，通常是一个开创性的信号。",
    "tag": 2
  },
  {
    "stationTitle": "法拉第项目",
    "slideTitle": "法拉第的实验：电和磁性",
    "info": [
      {
        "id": 1,
        "title": "发明者：",
        "text": "迈克尔·法拉第"
      },
      {
        "id": 2,
        "title": "发明年份：",
        "text": "1831"
      },
      {
        "id": 3,
        "title": "关键功能：",
        "text": "电力与磁性之间的关系"
      },
      {
        "id": 4,
        "title": "影响：",
        "text": "现代电力源基金会"
      }
    ],
    "description": [
      "19世纪的科学家迈克尔·法拉迪（Michael Faraday）的发现改变了我们了解电力和磁性的方式。",
      "法拉第（Faraday）在1831年进行了一项开创性的实验，该实验表明了电力和磁性如何连接。他发现，当磁铁在电线附近移动时，它会产生电流。这一发现为我们今天使用的现代技术奠定了基础。",
      "当迈克尔·法拉迪（Michael Faraday）发现电磁诱导时，他假设在附近电路中诱导电流是必要的。为了检验他的假设，他通过用电线包裹纸缸来制作线圈。轻轻倾斜管子，使磁铁滑到管子上，看看是否可以生成微小的电流。",
      "电磁体的强度取决于线圈中的绕组数量和电流的强度。更多的绕组和更强的电流会产生更强烈的磁场。"
    ],
    "impact": "法拉第的实验是理解电力与磁性之间关系的关键步骤。这一突破导致了发电机的发展，从而产生了为我们的房屋，学校和小工具提供动力的电力。没有法拉第的发现，我们今天依赖的许多电子设备可能就不存在。",
    "directions": {
      "title": "尝试以下操作：",
      "steps": [
        {
          "id": 1,
          "step": "轻轻倾斜管子，使磁铁滑到管子上。"
        },
        {
          "id": 2,
          "step": "观看仪表显示电流的存在，因为磁铁滑过电线线圈。"
        }
      ]
    },
    "watch": "",
    "how": "这种现象是由于电磁诱导而发生的，这是法拉第发现的这一原理。它表明，变化的磁场会在导体中诱导电流。这里的关键因素是磁铁和电线之间的相对运动，导致通过线圈的磁通量发生变化。  磁通量是通过给定区域的磁场大小的量度。",
    "tag": 3
  },
  {
    "stationTitle": "Ost",
    "slideTitle": "Oersted的实验",
    "info": [
      {
        "id": 1,
        "title": "发现者：",
        "text": "汉斯·克里斯蒂安·奥斯特（Hans Christian Oersted）"
      },
      {
        "id": 2,
        "title": "发现日期：",
        "text": "1820"
      },
      {
        "id": 3,
        "title": "实验类型：",
        "text": "观察电力和磁性之间的相互作用。"
      },
      {
        "id": 4,
        "title": "关键发现：",
        "text": "通过电线流动的电力导致附近的磁性指南针移动。"
      }
    ],
    "description": [
      "在19世纪初期，奥斯特（Oersted）进行了一个实验，这将改变我们对自然的理解。 Oersted的好奇心使他进行了非凡的实验。通过简单的设置，他观察到电力和磁性之间的相互作用。他注意到，当电流流过电线时，附近的磁性指南针移动。电力与磁性之间的这种意外互动是激发了科学革命的火花。"
    ],
    "impact": "Oersted的发现是解锁电力与磁性之间神秘关系的关键。这种启示为开发电动机，发电机和我们今天依赖的现代技术奠定了基础。",
    "directions": {
      "title": "它的工作原理：",
      "steps": [
        {
          "id": 1,
          "step": "看看指南针的方向；他们都指向北方。"
        },
        {
          "id": 2,
          "step": "两种方式翻转开关。"
        },
        {
          "id": 3,
          "step": "当您翻转开关时，请观察指南针移动。"
        },
        {
          "id": 4,
          "step": "当电流应用于铜线时，它们显示了磁场的方向。"
        }
      ]
    },
    "watch": "",
    "how": "指南针指向磁力，通常指向地球的北磁极。翻转开关时，允许电流从电池从一个方向流动。电流通过包裹的电线线圈产生的磁场创建了自己的磁场。指南针与电线周围的磁场对齐。当您以另一种方式将开关翻转时，指南针反向反转，因为电流的方向已逆转。",
    "tag": 4
  },
  {
    "stationTitle": "人机电池",
    "slideTitle": "您有能力成为电气电量吗？",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      },
      {
        "id": 4,
        "text": ""
      }
    ],
    "description": [
      "当您将一只手放在铜板上，另一只手放在铝板上时，电流会从一个板到另一盘流过您的身体。",
      " ",
      " ",
      " "
    ],
    "impact": "我们可以通过化学作用产生电力。通过关闭电路，我们允许该能量流动。您已经为该电池提供了导电流体，因此电力流过您！",
    "directions": {
      "title": "尝试以下操作：",
      "steps": [
        {
          "id": 1,
          "step": "将一只手放在每个盘子上"
        },
        {
          "id": 2,
          "step": "与朋友重复：握手，然后每个人将自己的手放在其中一个盘子上。与两个以上的人“在循环中”重试。"
        }
      ]
    },
    "watch": "观看仪表。它显示出一个方向的恒定电流流量。",
    "how": "当您触摸金属板时，手上的水分充当电池的盐水导致电解质。电解质与铜和铝板反应。它将带负电荷的电子从铜板上移走，从而将正电荷留在后面。然后，它将电子提供到铝板上，从而导致其带电负电。这些电子返回铜板时通过仪表。在这样的简单电路中，电流流的方向取决于两个板之间的电势差。当您同时触摸两个板时，您就可以完成电路，从而使电子从较高电势（铜板）流到较低电位（铝板）通过身体。",
    "tag": 5
  },
  {
    "stationTitle": "跳线",
    "slideTitle": "跳线",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      },
      {
        "id": 4,
        "text": ""
      }
    ],
    "description": [
      "很久以前，科学家想知道我们周围的无形力量。一种称为电力的力量使他们着迷。他们发现它可以使事情变得移动和发光。但是他们不知道如何创建它。",
      "在1800年代，一位名叫Michael Faraday的杰出科学家对电力和磁铁感到好奇。他发现了一些令人难以置信的东西 - 当磁铁在电线附近移动时，它们会产生电力。使用法拉第的发现，工程师建造了第一个发电机。想象一下，将旋转磁铁转化为电力的机器。这项发明永远改变了世界。",
      "",
      ""
    ],
    "impact": [
      "迈克尔·法拉迪（Michael Faraday）的电磁实验使他在1831年发明了第一个电气发电机。使用此处证明的原理，发电机将旋转的机械能转化为电能。电动机的功率取决于磁场的强度，电线的数量和通过电线运行的电流量。",
      "了解电磁作用，电力与磁铁之间的关系，导致了发电厂的创造。这些植物为我们的房屋，学校和城市发电。多亏了这项发明，我们可以点燃房屋，为小工具供电，并使用电力探索惊人的事情。"
    ],
    "directions": {
      "title": "它的工作原理：",
      "steps": [
        {
          "id": 1,
          "step": "按钮1"
        },
        {
          "id": 2,
          "step": "按钮2"
        }
      ]
    },
    "watch": "",
    "how": "请注意，两个磁铁之间的电线跳。由于电流产生的磁场与永久性磁场相互作用，因此电线移动。",
    "what": {
      "title": "这是怎么回事？",
      "list": [
        {
          "id": 1,
          "info": "磁铁的运动：在法拉第实验中，当磁铁被移入和向外移出电线线圈（反之亦然）时，它会导致线圈周围的磁场发生变化。"
        },
        {
          "id": 2,
          "info": "诱导电流：磁场中的这种变化会诱导电子或电流线圈中的电流。"
        },
        {
          "id": 3,
          "info": "电流的方向：诱导电流的方向取决于磁体和线圈的运动方向。",
          "tilt": [
            "向右倾斜会导致感应电流向一个方向流动。",
            "向左倾斜会导致感应电流向相反的方向流动。"
          ]
        },
        {
          "id": 4,
          "info": "发电：电线中的感应电流可用于为电路供电或发电。"
        }
      ]
    },
    "tag": 6
  },
  {
    "stationTitle": "雅各的梯子实验",
    "slideTitle": "雅各的梯子实验：演示电气原理",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "雅各布的梯子实验证明了电力创造令人着迷的光弧的力量。它由两个垂直导体组成，通常由金属棒或电线制成，将其放置在底部的V形中，它们之间的间隙很小。",
      "",
      "",
      ""
    ],
    "impact": "雅各布的梯子实验不仅是一个引人入胜的视觉景象，而且还可以作为电气原理的基本证明。它突出了空气中电的行为以及高压对电离和电导率的影响。该实验对于促进我们对电现象的理解至关重要，并为众多技术创新铺平了道路。",
    "directions": {
      "title": "它如何工作？",
      "steps": [
        {
          "id": 1,
          "step": "按下按钮并按住它。"
        },
        {
          "id": 2,
          "step": "观看两根高高的电线。"
        }
      ]
    },
    "watch": "",
    "how": "当将高压应用于两个导体时，电力在它们之间的间隙中流过空气，将空气电离并创建导电路径。该电气放电产生的强烈热量会导致空气迅速膨胀，从而向上推动弧线。随着弧线的爬升，它会冷却，空气变得越来越少，最终破坏了电路并熄灭了弧线。该过程重复出现，创建一个令人着迷的显示屏，类似于梯子向上攀爬。  目睹弧形的出院和理解其基本原则为科学和工程世界提供了宝贵的见解。",
    "tag": 7
  },
  {
    "stationTitle": "静电",
    "slideTitle": "静电：令人震惊的发现",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "静电是一种从正面和负面的材料之间的不平衡的形式，这些形式是在元素（Anatom中带负电荷的粒子）从一种材料移动到另一种材料的材料。如果电子接收材料要么是孤立的，要么不是电导器，则它倾向于将电子固定在电子中，从而导致电荷的积累。由于该电荷没有移动，因此称为静电。当条件允许积累电荷流动时，静电的静脉应排出，并将其变成电源。",
      "静电是一种现象，当某些材料相互摩擦时，会导致电子从一个表面移动到另一个表面。这种运动会导致电荷失衡，从而导致静电的积累。",
      "雷暴是自然的电气发电机，随着水滴和冰颗粒在云中碰撞时产生巨大的静电电荷。当静电的积聚变得太大时，它会寻求通往地面的道路，从而导致雷击。这些电螺栓比太阳表面的温度更高，并在其路径中释放破坏力。",
      ""
    ],
    "impact": [
      "静电的发现对技术和日常生活产生了深远的影响。从电报的发明到现代电子产品的发展，静电在为我们的设备供电和促进通信方面起着至关重要的作用。",
      "在18世纪，本杰明·富兰克林（Benjamin Franklin）进行了风筝实验，证明了闪电是一种电力。这种开创性的发现导致了闪电杆的发明，这是一种旨在通过将电荷将电荷重新定向到地面的设备，旨在保护建筑物和船舶免受雷击。富兰克林的发明彻底改变了我们对闪电的理解，并为现代避雷针系统铺平了道路。"
    ],
    "tag": 8
  },
  {
    "stationTitle": "极化实验",
    "slideTitle": "极化实验",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "该实验表明了过滤器如何允许电磁波沿特定方向振荡在阻塞其他方向时通过，展示了极化对电磁波的影响。  使用偏光太阳镜，过滤器可为光创建垂直开口。只有光线垂直接近眼睛的光线才能通过那些开口适应。镜片阻挡了所有水平的光波从光滑的池塘或闪亮的汽车引擎盖上弹起。  这与电磁波上的极化相似。",
      "",
      "",
      ""
    ],
    "impact": "极化是使您的微波烤箱门块中的网格屏幕从逃脱的危险能量。网格的电线是垂直和水平阻塞波以任何方向移动的。",
    "directions": {
      "title": "它如何工作？",
      "steps": [
        {
          "id": 1,
          "step": "按红色按钮。"
        },
        {
          "id": 2,
          "step": "观看两米的同时，慢慢旋转屏幕轮。左角正在传输，右角正在接收。"
        }
      ]
    },
    "watch": "",
    "how": "查看仪表，以查看正在传输多少电磁能以及收到多少电磁能。随着屏幕轮的移动，金额会发生变化吗？开放式电线可以反射或传输垂直极化的电磁波。一些波穿过电线之间的空间，而其他波则反映了电线。对于垂直极化的波，当电线也垂直时，屏幕最有效地阻塞。",
    "tag": 9
  },
  {
    "stationTitle": "为什么微波炉有转盘？",
    "slideTitle": "为什么微波炉有转盘？",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "微波炉产生电磁波（微波炉），通过食物中令人兴奋的水分子加热食物。微波是看不见的，因此您无法在微波炉中看到它们，但是可以用霓虹灯灯检测到它们的存在。从微波炉中变化的电磁场将使带电的颗粒移动，因此金属腿中的电子将移动产生电流。这种电流使灯光发光。  这些波在微波炉内的分布往往不均匀，因此转盘有助于旋转食物，以确保盘子的所有部分与微波相对相对相等。这会导致更加一致甚至烹饪。"
    ],
    "impact": "烤箱中的食物吸收微波能量。转盘通过高场和低场强度旋转食物。彻底烹饪是结果。",
    "directions": {
      "title": "它如何工作？",
      "steps": [
        {
          "id": 1,
          "step": "按下微波炉左侧的红色按钮。"
        }
      ]
    },
    "how": "观看微波炉内转盘上的霓虹灯。随着它们在烤箱中的位置变化，它们可以打开和关闭，并改变亮度。  这是微波能量不一致的视觉证明。微波能的分布不一致。这会导致不同的场强度或烤箱中的冷热点。  使用转盘来减少食物中热点或冷点的可能性。",
    "tag": 10
  },
  {
    "stationTitle": "电报机",
    "slideTitle": "电报机 - 连接世界",
    "info": [
      {
        "id": 1,
        "title": "姓名：",
        "text": "电报机"
      },
      {
        "id": 2,
        "title": "发明者：",
        "text": "塞缪尔·莫尔斯（Samuel Morse）和阿尔弗雷德·韦尔（Alfred Vail）"
      },
      {
        "id": 3,
        "title": "发明年份：",
        "text": "1837"
      },
      {
        "id": 4,
        "title": "速度：",
        "text": "秒数在几秒钟内传输"
      },
      {
        "id": 5,
        "title": "语言：",
        "text": "摩尔斯密码（点和破折号）"
      },
      {
        "id": 6,
        "title": "全局连接：",
        "text": "链接的大陆，改变我们在全球共享信息的方式"
      }
    ],
    "description": [
      "电报通过通过电线长距离发送消息，弥合人与地方之间的差距来改变通信。电报使用Morse代码，一系列的点和破折号，比以往任何时候都更快地联系了世界。",
      "",
      "",
      ""
    ],
    "impact": "在电报之前，沟通很慢，重要信息通常太晚了。随着电报线遍布大陆，新闻可能会很快传递，这对于等待重要更新的企业，政府和家庭尤为重要。电报不仅是一种设备。这是人和地方之间的桥梁。它在跨大陆铁路的建设中发挥了重要作用。它在长途迅速，准确地传输消息的能力在成功完成该巨大的工程项目的过程中起着至关重要的作用，它连接了美国的东海岸和西海岸，并使协调工作和在全国各地旅行变得更加容易。",
    "directions": {
      "title": "它如何工作？",
      "steps": [
        {
          "id": 1,
          "step": "按下电报钥匙上的大黑色按钮。"
        },
        {
          "id": 2,
          "step": "握住然后释放破折号，按并快速释放以获取点。"
        },
        {
          "id": 3,
          "step": "聆听Sounder的代码。"
        }
      ]
    },
    "telegraphStation": {
      "title": "电报站",
      "instructions": [
        {
          "id": 1,
          "steps": "按下电报钥匙上的大黑色按钮"
        },
        {
          "id": 2,
          "steps": "握住然后释放破折号，按并快速释放以获取点。"
        },
        {
          "id": 3,
          "steps": "聆听Sounder的代码。"
        }
      ]
    },
    "how": [
      "电力的磁性有助于将电流沿电报线发送。称为“摩尔斯码”的点和破折号的特殊代码使用当前的脉冲发送消息。",
      "这是瞬间长途交流的最早形式。可以通过挖掘塞缪尔·莫尔斯（Samuel Morse）在电报钥匙上创建的特殊代码来发送消息。字母的每个字母都有其自己的特殊点和破折号。 Telegraph这个名称源自“ Tele”一词，意思是远远不足，而“图”含义含义。",
      ""
    ],
    "tag": 11
  },
  {
    "stationTitle": "Theremin",
    "slideTitle": "哈里森仪器302 Theremin",
    "info": [
      {
        "id": 1,
        "title": "姓名：",
        "text": "Theremin"
      },
      {
        "id": 2,
        "title": "发明：",
        "text": "莱昂·特雷明（Leon Theremin）"
      },
      {
        "id": 3,
        "title": "发明年份：",
        "text": "1920"
      },
      {
        "id": 4,
        "title": "类型：",
        "text": "电子乐器"
      },
      {
        "id": 5,
        "title": "值得注意的功能：",
        "text": "没有身体接触"
      }
    ],
    "description": [
      "Theremin是一种独特的乐器，因为它是没有身体接触的。  玩家站在乐器前，将手移到其两个金属天线附近。  音量和音高由球员与天线的手的距离控制。  将一只手移到靠近左板的情况下会增加体积。  将手移到右板上会增加音高。  玩家的手充当可变电容器的接地板。",
      "",
      "",
      ""
    ],
    "impact": "Theremin证明了艺术与科学的融合，提供了独特的界面，在没有任何身体接触的情况下会产生声音。它的发明标志着电子音乐的演变巨大飞跃，以其怪异和超凡脱俗的音调迷住了观众。从早期在古典作品中使用到其在科幻配乐中的标志性存在，Theremin在音乐史上留下了不可磨灭的印记。它令人毛骨悚然的科幻声音为无数的电影增光添彩，为悬念和奇迹的场景增添了毫无疑问的氛围。",
    "directions": {
      "title": "它如何工作？",
      "description": "加入我们的交互式显示。  当您操纵音高和音量天线时，在空中创建自己的旋律时，会感受到电磁场的无形力。  要弹奏音符，请将手放在音高天线（右）附近，调整距离以控制音高的频率。  当您的手移到天线时，音高就会上升。相反，将手移开会降低球场。  体积（左）的控制也相似，靠近体积天线，确定声音的响度。",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "Theremin以电容原理和电磁场的操纵为原则。 Theremin由两个天线组成 - 一个用于俯仰，另一个用于体积。当玩家在这些天线附近移动手时，电磁场受到干扰，产生了令人困扰的旋律和和声。它的直观而令人困惑的行动继续引起音乐家和爱好者的兴趣。",
    "tag": 12
  },
  {
    "stationTitle": "第一个广播",
    "slideTitle": "第一个广播",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "",
      "",
      "",
      ""
    ],
    "impact": "",
    "directions": {
      "title": "它如何工作？",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "",
    "tag": 13
  },
  {
    "stationTitle": "手动涡轮机",
    "slideTitle": "手动涡轮机",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "",
      "",
      "",
      ""
    ],
    "impact": "",
    "directions": {
      "title": "它如何工作？",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "",
    "tag": 14
  },
  {
    "stationTitle": "电磁无线电波",
    "slideTitle": "电磁无线电波",
    "info": [
      {
        "id": 1,
        "title": "姓名：",
        "text": "电磁无线电波"
      },
      {
        "id": 2,
        "title": "发现：",
        "text": "在19世纪后期，海因里希·赫兹（Heinrich Hertz）"
      },
      {
        "id": 3,
        "title": "关键特征：",
        "text": "无形的，以光速旅行，用于通信技术"
      },
      {
        "id": 4,
        "title": "影响：",
        "text": "革命性的沟通，启用了无线技术"
      }
    ],
    "description": [
      "电磁无线电波是将我们连接到巨大距离的无形力。  就像频率的交响曲一样，这些波浪通过空中带有信息，音乐和声音，以我们经常认为是理所当然的方式来塑造我们的现代世界。",
      "在19世纪后期，海因里希·赫兹（Heinrich Hertz）进行了实验，证实了詹姆斯·克莱克·麦克斯韦（James Clerk Maxwell）方程预测的电磁波的存在。  赫兹的作品为我们理解无线电浪潮及其应用奠定了基础。",
      "",
      ""
    ],
    "impact": "在早期，无线电波主要用于电报，从而通过Morse Code实现了长途通信。  但是，随着技术的进步，无线电波成为现代通信系统的骨干，促进了无线电广播，电视传输以及后来的无线互联网和蜂窝网络。与有形物体不同，无线电波是人眼看不见的。然而，他们渗透到我们的周围环境中，毫不费力地通过空中携带信息。无论是从智能手机中流式传输的音乐还是指导飞机的卫星信号，无线电都会默默地策划我们的相互联系的世界。",
    "directions": {
      "title": "它如何工作？",
      "steps": [
        {
          "id": 1,
          "step": "一代：当交流电流流过天线时，会产生无线电波。  这种交替的电流会在天线周围产生振荡电场和磁场，从而形成无线电波。"
        },
        {
          "id": 2,
          "step": "传播：一旦产生，无线电波以光速传播的是空气（或其他介质）。  它们向各个方向传播，就像掉下石头时池塘表面的波纹一样。"
        },
        {
          "id": 3,
          "step": "传输：无线电波随传播时带有能量和信息。  例如，在无线电广播中，发射器将声波转换为电信号，然后将其用于调节无线电波。  此调制将声音信息编码到无线电波上，从而使其可以长距离携带音乐，语音或数据。"
        },
        {
          "id": 4,
          "step": "接收：当无线电波遇到调谐到相同频率的天线时，它们会诱导天线中的小交流电流。  然后，该电流在接收器设备（例如无线电或智能手机）中被电子电路放大和解码。  在无线电波上编码的原始信息是重建并作为声音，数据或图像输出的。"
        },
        {
          "id": 5,
          "step": "干扰和调节：无线电波可能会受到各种因素的影响，例如大气条件，其他电子设备的干扰或路径中的障碍。  为了确保可靠的沟通，无线电频率受到政府和国际机构的仔细调节，以最大程度地减少干扰，并为不同用途（例如广播，航空或移动通信）分配特定的频带。"
        }
      ]
    },
    "how": "在电子通信中，带宽是在电磁波上传递的信息量。  传输中的信息越多，它传播的频率就越多。  由于信号的频率是在赫兹（Hertz）中测量的（每秒变化的循环次数），因此带宽是赫兹（Hertz）的最高频率和使用的最低频率之间的差异。  带宽与基于无线电波的通信系统的效率，容量和质量密切相关。  通过管理带宽分配并优化传输参数，工程师可以设计向全球用户提供可靠的高速连接的通信网络。现在的某个地方，一架飞机在1090 MHz上广播其位置，速度和轴承。  距地球22,000英里的地球天气卫星正在1694.1 MHz传输详细的天气图。  乘车开车的汽车正在以315MHz的一个轮胎的压力读数来传输信号。  GPS卫星以每小时8,000英里的速度飞过头顶，该卫星以1575.42 MHz的速度向您的手机发出信号。  大西洋中的数据浮标在401 MHz的NOAA卫星中将海温，波高和风速读数传递给NOAA卫星。  最重要的是，您附近的每个移动设备和WiFi路由器都会通过无线电波通过空中爆炸所有人的互联网流量。  由于非常仔细的无线电频谱，所有这些都可以同时发生。  可以将许可的广播公司分配给区域可用带宽的部分，以便它们的信号不会相互干扰。联邦通讯委员会（FCC）和国家电信和信息管理局（NTIA）分享了管理美国电波无线电频率的任务。  NTIA管理联邦所有广播申请（包括军事用途），而FCC管理了其他所有广播申请，包括州和地方政府，商业和业余无线电使用。",
    "tag": 15
  },
  {
    "stationTitle": "真空管",
    "slideTitle": "真空管",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "",
      "",
      "",
      ""
    ],
    "impact": "",
    "directions": {
      "title": "它如何工作？",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "开放式电线可以反射或传输垂直极化的电磁波。一些波穿过电线之间的空间，而其他波则反映了电线。对于垂直极化的波，当电线也垂直时，屏幕最有效地阻塞。",
    "tag": 16
  },
  {
    "stationTitle": "来自Graaff Generator",
    "slideTitle": "Van De Graaff Generator：利用静电的力量",
    "info": [
      {
        "id": 1,
        "title": "姓名：",
        "text": "来自Graaff Generator"
      },
      {
        "id": 2,
        "title": "发明者：",
        "text": "罗伯特·J·范德·格拉夫"
      },
      {
        "id": 3,
        "title": "年：",
        "text": "1929"
      },
      {
        "id": 4,
        "title": "目的：",
        "text": "证明静电"
      },
      {
        "id": 5,
        "title": "有趣的事实：",
        "text": "最大的Van de Graaff发电机可以发射超过20英尺长的闪电般的火花"
      },
      {
        "id": 6,
        "title": "影响：",
        "text": "帮助核研究和理解原子结构。"
      }
    ],
    "description": [
      "Van de Graaff Generator是由Robert J. Van de Graaff于1929年发明的，以展示电荷的工作原理。  通过使用移动的腰带在大金属圆顶上积聚电力，它可以教会我们有关静电的知识，这是我们周围的一切，但我们通常不会注意到。",
      "",
      "",
      ""
    ],
    "impact": "该发电机可帮助科学家了解将原子保持在一起的力。  它曾经在实验室中用于加快核物理实验的颗粒，帮助我们更多地了解宇宙和物质的基础。更高的能源机器 -  1937年，西屋电气公司（Westinghouse Electric Company）建造了一台65英尺（20 m）的机器，西屋原子粉碎机能够在宾夕法尼亚州的森林山（Forest Hills）产生5 MEV。  它标志着平民应用核研究的开始。  它于1958年退役，在2015年被部分拆除。",
    "directions": {
      "title": "它如何工作？",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "",
    "howGraaff": {
      "title": "它如何工作？",
      "info": [
        "皮带上的摩擦→电荷转移到圆顶→电荷跳跃以产生火花。",
        "Van de Graaff发电机通过建立和存储静电来工作，并将其转移到其他物体。这是这样做的："
      ],
      "list": [
        {
          "id": 1,
          "item": "皮带。",
          "description": "在机器内部，有一条橡胶或织物皮带，可连续移动滚筒。随着皮带的移动，它会摩擦滚筒，通过称为摩擦的过程捡起微小的电荷。"
        },
        {
          "id": 2,
          "item": "梳子。",
          "description": "随着皮带的移动，它通过机器底部附近的梳子（带有尖锐点的金属条）通过。梳子将电荷从皮带转移到发电机顶部的金属圆顶。"
        },
        {
          "id": 3,
          "item": "圆顶。",
          "description": "圆顶就像一个用于电荷的巨型容器。随着指控的增加，圆顶变得高度充电。这是静电，类似于您在头发上擦气球时发生的事情。"
        },
        {
          "id": 4,
          "item": "火花和静态。",
          "description": "当圆顶上的电荷足够积聚时，他们正在寻找一种逃脱的方法。  如果将金属物体（甚至是您的手）带到圆顶附近，则电荷在空中跳跃，形成可见的火花。  有时，如果您触摸圆顶，则指控会在您的身上移动 - 将头发固定在一端。"
        }
      ]
    },
    "try": {
      "title": "尝试一下并观看：",
      "steps": [
        {
          "id": 1,
          "name": "按住按钮将其打开。",
          "text": "Van de Graaff Generator，让它增加充电。您会听到微弱的嗡嗡声，片刻之后，圆顶将开始积聚静电。"
        },
        {
          "id": 2,
          "name": "目睹指控。",
          "text": "观看从杆到金属圆顶的火花ZAP。随着静电流动，头发将开始上升。静电是将每一条头发远离其他头发，从而产生“疯狂的头发”效果。荧光灯闪烁，吸引灯泡。"
        }
      ]
    },
    "tag": 17
  },
  {
    "stationTitle": "音频翻译器",
    "slideTitle": "音频翻译器",
    "info": [
      {
        "id": 1,
        "title": "影响：",
        "text": "到1930年连接了4000万个家庭"
      },
      {
        "id": 2,
        "title": "全球范围：",
        "text": "95％的移动网络覆盖范围（2023）"
      }
    ],
    "description": [
      "音频翻译器不要与语言翻译器混淆，是一种捕获遥远声音，将其变成电信号的设备。这一突破标志着沟通的新时代。"
    ],
    "impact": [
      "音频翻译人员将遥远的耳语转变为全球对话。他们塑造了现代沟通，使全世界的人们团结在一起。探索我们共同历史上创新和联系的力量。",
      "在19世纪后期发明的电话彻底改变了个人之间的直接沟通，但它受到通过电线或电缆进行物理连接的需要而限制。它促进了长距离的一对一对话，但并没有解决捕获和传播远处声音或声音的挑战。音频翻译器使声波转换为电信号，从而使这些信号在巨大的距离内传输而不会降解。这项技术促进了声音的广播（音乐，演讲，新闻），以克服电话提供的直接通信的局限性。它使共享的经验和文化交流大规模延伸，在全球范围内达到了数百万个家庭。"
    ],
    "directions": {
      "title": "它的工作原理：",
      "steps": [
        {
          "id": 1,
          "step": "按下按钮将其打开，然后等待片刻才能热身。"
        },
        {
          "id": 2,
          "step": "当您在屏幕上看到绿线时，请访问表壳正面的孔。"
        },
        {
          "id": 3,
          "step": "观看屏幕上的绿线对您的声音的反应。它正在将声音转换为电信号。"
        }
      ]
    },
    "how": "音频翻译器通过通过敏感麦克风或隔膜捕获声波来起作用。然后将这些声波转换为电信号。这种转换使信号在接收端的声音中被放大，传输和复制。从本质上讲，它将听觉信息转换为电动冲动，以跨距离有效地传输，从而确保原始声音在到达目的地时保持完整。",
    "tag": 18
  },
  {
    "stationTitle": "电磁波",
    "slideTitle": "电磁波简介",
    "description": "欢迎，当我们穿越塑造宇宙的无形力量时。从无线电波到伽玛射线，电磁波涵盖了巨大的能量，渗透到我们日常生活的各个方面。  遵循我们探索它们对技术，沟通和我们对宇宙的理解的深远影响。",
    "categories": {
      "title": "电磁波类",
      "waves": [
        {
          "id": 1,
          "title": "无线电波",
          "description": [
            "这些波在电磁频谱中具有最长的波长和最低的频率。",
            "广泛用于通信，包括无线电广播，Wi-Fi和蜂窝网络。"
          ]
        },
        {
          "id": 2,
          "title": "微波",
          "description": [
            "波长略短于无线电波，在烹饪，雷达和卫星通信等各种应用中使用微波。"
          ]
        },
        {
          "id": 3,
          "title": "红外光",
          "description": [
            "除了可见光，但比微波短，红外波还与热量相关，并在夜视技术，遥控器和热成像中使用。"
          ]
        },
        {
          "id": 4,
          "title": "可见光",
          "description": [
            "可见光的电磁频谱的唯一部分可见，它包含从红色到紫罗兰色的各种颜色。",
            "对于视觉至关重要，并用于光学技术，例如相机，望远镜和激光器。"
          ]
        },
        {
          "id": 5,
          "title": "紫外线（uv）波",
          "description": [
            "除了电磁光谱上的紫色光之外，紫外波还具有较短的波长和更高的能量。",
            "用于灭菌，晒黑床和医疗治疗中，但也可能对生物组织造成损害。"
          ]
        },
        {
          "id": 6,
          "title": "X射线",
          "description": [
            "这些波的波长甚至比紫外线更短，能量更高。",
            "由于能够穿透固体物体，因此在医学成像，机场安全扫描和材料分析中有价值。"
          ]
        },
        {
          "id": 7,
          "title": "伽马射线",
          "description": [
            "在电磁光谱中，波长最短和最高能量，伽玛射线是通过放射性材料和宇宙事件发射的。",
            "用于癌症治疗，灭菌和研究高能天体物理现象。"
          ]
        }
      ]
    },
    "ending": [
      "当您探索电磁波的类别时，您将对这些现象的多样性和意义获得更深入的欣赏。  从日常技术的实际应用到它们对宇宙本质的深刻见解，电磁波继续以所见和看不见的方式塑造我们的世界。",
      "请特别注意我们在“视觉电磁波”和“电磁无线电波”上的展览，以进一步了解这些电磁波的例子。"
    ],
    "tag": 19
  },
  {
    "tag": 20,
    "stationTitle": "第1节",
    "slideTitle": "第1节",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "这是示例文本。",
      "这也是示例文本。"
    ],
    "impact": "影响样本文本",
    "directions": {
      "title": "它的工作原理：",
      "steps": [
        {
          "id": 1,
          "step": "步骤1"
        },
        {
          "id": 2,
          "step": "步骤2"
        },
        {
          "id": 3,
          "step": "利润"
        }
      ]
    },
    "watch": "观看示例文字",
    "how": "样本文本如何"
  },
  {
    "tag": 21,
    "stationTitle": "第2节",
    "slideTitle": "第2节",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "这是示例文本。",
      "这也是示例文本。"
    ],
    "impact": "影响样本文本",
    "directions": {
      "title": "它的工作原理：",
      "steps": [
        {
          "id": 1,
          "step": "步骤1"
        },
        {
          "id": 2,
          "step": "步骤2"
        },
        {
          "id": 3,
          "step": "利润"
        }
      ]
    },
    "watch": "观看示例文字",
    "how": "样本文本如何"
  },
  {
    "tag": 22,
    "stationTitle": "第3节",
    "slideTitle": "第3节",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "这是示例文本。",
      "这也是示例文本。"
    ],
    "impact": "影响样本文本",
    "directions": {
      "title": "它的工作原理：",
      "steps": [
        {
          "id": 1,
          "step": "步骤1"
        },
        {
          "id": 2,
          "step": "步骤2"
        },
        {
          "id": 3,
          "step": "利润"
        }
      ]
    },
    "watch": "观看示例文字",
    "how": "样本文本如何"
  },
  {
    "tag": 23,
    "stationTitle": "第4节",
    "slideTitle": "第4节",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "这是示例文本。",
      "这也是示例文本。"
    ],
    "impact": "影响样本文本",
    "directions": {
      "title": "它的工作原理：",
      "steps": [
        {
          "id": 1,
          "step": "步骤1"
        },
        {
          "id": 2,
          "step": "步骤2"
        },
        {
          "id": 3,
          "step": "利润"
        }
      ]
    },
    "watch": "观看示例文字",
    "how": "样本文本如何"
  },
  {
    "tag": 24,
    "stationTitle": "记录声音的演变",
    "slideTitle": "记录的声音的演变"
  },
  {
    "tag": 25,
    "stationTitle": "人类发电机",
    "slideTitle": "人类发电机",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "即将推出。"
    ],
    "impact": "影响",
    "directions": {
      "title": "它的工作原理：",
      "steps": [
        {
          "id": 1,
          "step": "步骤1"
        },
        {
          "id": 2,
          "step": "步骤2"
        },
        {
          "id": 3,
          "step": "步骤3"
        }
      ]
    },
    "watch": "即将推出",
    "how": "即将推出"
  },
  {
    "tag": 26,
    "stationTitle": "红外线的",
    "slideTitle": "红外线的",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "即将推出。"
    ],
    "impact": "影响",
    "directions": {
      "title": "它的工作原理：",
      "steps": [
        {
          "id": 1,
          "step": "步骤1"
        },
        {
          "id": 2,
          "step": "步骤2"
        },
        {
          "id": 3,
          "step": "步骤3"
        }
      ]
    },
    "watch": "即将推出",
    "how": "即将推出"
  },
  {
    "tag": 27,
    "stationTitle": "轰炸机",
    "slideTitle": "轰炸机",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "即将推出。"
    ],
    "impact": "影响",
    "directions": {
      "title": "它的工作原理：",
      "steps": [
        {
          "id": 1,
          "step": "步骤1"
        },
        {
          "id": 2,
          "step": "步骤2"
        },
        {
          "id": 3,
          "step": "步骤3"
        }
      ]
    },
    "watch": "即将推出",
    "how": "即将推出"
  }
];

export default data;
