const data = [
  {
    "stationTitle": "アマチュア無線",
    "slideTitle": "アマチュア無線",
    "info": [
      {
        "id": 1,
        "name": "アマチュア無線とは何ですか?",
        "description": "アマチュア無線 (Ham Radio) は、指定された周波数での国際的な趣味であり、さまざまな方法での通信を可能にします。モールス信号、音声、データ。 K3NEM (自局のコールサイン) などのコールサインは、認可された各ハムまたはクラブに固有です。コールサインプレフィックスは国によって異なります。"
      },
      {
        "id": 2,
        "name": "アマチュア無線家（ハム）になれるのは誰ですか?",
        "description": "米国ではあらゆる年齢の人が試験を受ける資格があります。ライセンスは各国によって発行され、特権の程度に応じて付与されます。モールス信号の熟練度は必要なくなりました。携帯電話を扱えるなら、あなたはハムへの道を進んでいます。"
      },
      {
        "id": 3,
        "name": "アマチュア無線では何をすればよいでしょうか?",
        "description": "多くは、音声、モールス信号、デジタル信号、さらには双方向テレビを使用して、地元および遠く離れたハムと無線で通信します。緊急事態におけるコミュニケーションは、人気があり重要な市民活動です。電子機器の構築、修理、理解方法を学ぶことができます (キャリアの機会)"
      },
      {
        "id": 4,
        "name": "緊急連絡",
        "description": "電話システムがダウンしてもアマチュア無線はつながります。アマチュア無線家は政府機関と協力して通信を行っています。私たちはハムのオンエア ネットワークを介してウエスタン ユニオン メッセージなどのトラフィック データグラムを渡します。写真は、毎年恒例の緊急事態への備えのイベントであるARRLフィールドデーの様子です。"
      },
      {
        "id": 5,
        "name": "国立電子博物館アマチュア無線クラブ",
        "description": "これが私たちです！私たちは、ライセンス取得と放送のお手伝いをいたします。木曜日の夜のZoomによるライセンスクラスと運営原則のクラスには、世界中から参加者がいます。私たちは興味深い平日の夜のクラブミーティングや週末のオンエアイベントを主催しています。私たちはツアーガイドやボランティアとともに博物館をサポートしています。当クラブのハムステーションをご利用いただけます。",
        "contact": {
          "email": "contact@k3nem.org",
          "web": "www.k3nem.org/"
        }
      }
    ],
    "tag": 0
  },
  {
    "tag": 1,
    "stationTitle": "電圧と電流",
    "slideTitle": "電圧と電流",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "電圧は電気の圧力のようなものです。電流は電荷の流れです。次のように考えるのが最善です。水圧が水の流れを引き起こすのと同じように、電圧は電流を引き起こします。",
      "電圧は、電気をある場所から別の場所に移動させる目に見えないエネルギーです。電圧と電流は連携して機能します。電圧は推進力を提供し、電流は電気の流れを維持します。これらは一緒に、私たちのガジェットに電力を供給し、私たちの世界を照らすエネルギーを生み出します。"
    ],
    "impact": "電圧と電流を理解することは、エンジニアや科学者がより安全で効率的な電気システムを設計するのに役立ちます。最も小さな回路から最も大規模な電力網に至るまで、これらの概念は、確実かつ安全に動作するテクノロジーを作成するために非常に重要です。",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ノブを時計回りに回してメーターを見てください。"
        },
        {
          "id": 2,
          "step": "メーターを見ながらスイッチを入れて電球を点灯します。"
        },
        {
          "id": 3,
          "step": "ノブを回すと電圧が変わります。"
        }
      ]
    },
    "watch": "ノブを回すと、電圧計が示すように電圧が変化します。スイッチを入れるまで電流が使用されないため、メーターは静止したままになります。スイッチを切り替えると、ノブをひねると、電流計に電球によって流れる電流が表示されます。消費される電流の量が変化し、電球の明るさが変化します。",
    "how": "スイッチを切り替えると回路が閉じ、回路の経路に電流が流れるようになります。電圧の力と回路の経路がなければ電流は流れません。電圧によって電流が押し出され、強制的に閉回路を流れて電球が点灯します。"
  },
  {
    "stationTitle": "マルコーニ磁気検出器",
    "slideTitle": "マルコーニ磁気検出器",
    "info": [
      {
        "id": 1,
        "title": "発明者:",
        "text": "グリエルモ・マルコーニ"
      },
      {
        "id": 2,
        "title": "発明年:",
        "text": "1896"
      },
      {
        "id": 3,
        "title": "主な機能:",
        "text": "磁界センサー"
      },
      {
        "id": 4,
        "title": "インパクト：",
        "text": "最新のワイヤレス技術の基盤"
      }
    ],
    "description": [
      "19 世紀後半、グリエルモ マルコーニという若い発明家は、電波内の磁場を検出できる装置であるマルコーニ磁気検出器を開発しました。これらは、ワイヤレス通信を可能にする目に見えない信号です。これらの信号は有線なしで長距離に送信および受信することができ、無線通信の出発点となりました。"
    ],
    "impact": "マルコーニ磁気検出器は、グローバル接続への取り組みを開始する重要な構成要素です。この発明はコミュニケーションのゲームを変え、現代の世界を形作りました。この発見は、ラジオ、テレビ、インターネット、スマートフォン、Wi-Fi などの将来のワイヤレス技術革新の基礎を築きました。",
    "timeline": {
      "title": "無線通信の歴史",
      "dates": [
        {
          "id": 1,
          "date": "1890年代",
          "text": "初めての無線通信"
        },
        {
          "id": 2,
          "date": "1900年代",
          "text": "最初のラジオ放送"
        },
        {
          "id": 3,
          "date": "1920年代",
          "text": "最初の商用ラジオ"
        },
        {
          "id": 4,
          "date": "1930年代",
          "text": "レーダー技術、テレビ放送"
        },
        {
          "id": 5,
          "date": "1940年代",
          "text": "高品質の無線サービス"
        },
        {
          "id": 6,
          "date": "1950年代",
          "text": "最初の衛星、宇宙計画"
        },
        {
          "id": 7,
          "date": "1970年代",
          "text": "モバイルネットワーク、GPS"
        },
        {
          "id": 8,
          "date": "1980年代",
          "text": "第一世代モバイルネットワーク"
        },
        {
          "id": 9,
          "date": "1990年代",
          "text": "第二世代モバイルネットワーク、Wi-Fi"
        },
        {
          "id": 10,
          "date": "2000年代",
          "text": "衛星インターネット、3Gネットワ​​ーク"
        },
        {
          "id": 11,
          "date": "2010年代",
          "text": "LTEアドバンスト、5Gネットワ​​ーク"
        }
      ]
    },
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "電話の受話器で聞いてください。"
        },
        {
          "id": 2,
          "step": "正面のノブを時計回りにゆっくりと回します。"
        },
        {
          "id": 3,
          "step": "無線局は、ワイヤーバンドが移動している場合にのみ検出されます。ワイヤーバンドが止まると止まります。"
        },
        {
          "id": 4,
          "step": "どれだけゆっくりノブを回してもラジオが聞こえるかを確認してください。"
        }
      ]
    },
    "watch": "",
    "how": "「マギー」は、ノブを回すと、高周波コイルの中の鉄線のバンドを動かします。検出器は、空気中を伝わる目に見えない信号である電波を捕捉することによって機能します。この装置は、磁場を利用してこれらの波を遮断します。電波が検出器内の磁場と相互作用すると、変動が生じ、微小な電流が生成されます。これらの電流は増幅され、可聴音に変換され、人々が感知できるようになります。 電波によって運ばれるメッセージを聞くことができます。マルコーニ磁気検出器は、電磁誘導の原理に基づいて動作します。電磁波に敏感な部品であるコヒーラーを利用して電波を検出します。  アンテナを利用して電波を受信し、コヒーラーを利用してこれらの電波を検出し、その電気抵抗を変更することで応答し、その後の回路を利用して動作します。 この変化を解釈して、認識可能な出力 (通常は可聴信号) を生成します。この先駆的なテクノロジーは、今日私たちが使用している無線通信システムの基礎を築きました。",
    "tag": 2
  },
  {
    "stationTitle": "ファラデープロジェクト",
    "slideTitle": "ファラデーの実験: 電気と磁気",
    "info": [
      {
        "id": 1,
        "title": "発明者:",
        "text": "マイケル・ファラデー"
      },
      {
        "id": 2,
        "title": "発明年:",
        "text": "1831"
      },
      {
        "id": 3,
        "title": "主な機能:",
        "text": "電気と磁気の関係"
      },
      {
        "id": 4,
        "title": "インパクト：",
        "text": "最新の電力源の基礎"
      }
    ],
    "description": [
      "19 世紀の科学者マイケル ファラデーは、電気と磁気の理解方法を変える発見をしました。",
      "ファラデーは 1831 年に、電気と磁気がどのように接続されているかを示す画期的な実験を実施しました。彼は、磁石がワイヤーの近くを移動すると、電流が発生することを発見しました。この発見は、私たちが今日使用している最新テクノロジーの基礎を築きました。",
      "マイケル・ファラデーが電磁誘導を発見したとき、近くの回路に電流を誘導するには変化する磁場が必要であるという仮説を立てました。自分の仮説を検証するために、彼は紙の円筒にワイヤーを巻いてコイルを作りました。チューブをゆっくりと傾けて、磁石がチューブ内を滑り落ち、微弱な電流が発生するかどうかを確認します。",
      "電磁石の強さはコイルの巻き数と電流の強さによって決まります。より多くの巻線とより強い電流は、より強い磁場を生成します。"
    ],
    "impact": "ファラデーの実験は、電気と磁気の関係を理解する上で重要なステップでした。この画期的な進歩は、家庭、学校、機器に電力を供給する発電機の開発につながりました。ファラデーの発見がなければ、今日私たちが依存している電子機器の多くは存在しなかったかもしれません。",
    "directions": {
      "title": "これを試してください:",
      "steps": [
        {
          "id": 1,
          "step": "チューブをゆっくりと傾けると、磁石がチューブ内を滑り落ちます。"
        },
        {
          "id": 2,
          "step": "磁石がワイヤーコイルを通過する際に、メーターが電流の存在を示すのを確認してください。"
        }
      ]
    },
    "watch": "",
    "how": "この現象はファラデーが発見した電磁誘導によって起こります。これは、変化する磁場が導体に電流を誘導することを示しています。ここで重要な要素は、磁石とワイヤーの間の相対運動であり、これによりコイルを通る磁束が変化します。  磁束は、特定の領域を通過する磁場の大きさの尺度です。",
    "tag": 3
  },
  {
    "stationTitle": "エルステッド",
    "slideTitle": "エルステッドの実験",
    "info": [
      {
        "id": 1,
        "title": "発見者:",
        "text": "ハンス・クリスチャン・エルステッド"
      },
      {
        "id": 2,
        "title": "発見日:",
        "text": "1820"
      },
      {
        "id": 3,
        "title": "実験の種類:",
        "text": "電気と磁気の相互作用を観察します。"
      },
      {
        "id": 4,
        "title": "重要な発見:",
        "text": "ワイヤーに電気を流すと、近くにあった磁気コンパスの針が動きました。"
      }
    ],
    "description": [
      "19 世紀初頭、エルステッドは自然に対する私たちの理解を変える実験に着手しました。エルステッドの好奇心は、彼を並外れた実験へと導きました。簡単なセットアップで、彼は電気と磁気の相互作用を観察しました。彼は、電線に電流が流れると、近くにあった磁気コンパスの針が動くことに気づきました。この電気と磁気の予期せぬ相互作用は、科学に革命を起こす火花となりました。"
    ],
    "impact": "エルステッドの発見は、電気と磁気の間の神秘的な関係を解く鍵でした。この発見は、電気モーター、発電機、そして今日私たちが依存している最新技術の開発の基礎を築きました。",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "コンパスの方向を見てください。それらはすべて北を指しています。"
        },
        {
          "id": 2,
          "step": "スイッチを両方向に切り替えます。"
        },
        {
          "id": 3,
          "step": "スイッチを入れるとコンパスの針が動くのを見てください。"
        },
        {
          "id": 4,
          "step": "これらは、銅線に電流が印加されたときの磁場の方向を示しています。"
        }
      ]
    },
    "watch": "",
    "how": "コンパスの針は磁力を指し、通常は地球の北磁極を指します。スイッチを入れると、バッテリーから一方向に電流が流れます。巻き付けられたワイヤコイルを流れる電流によって生成される磁場は、それ自体の磁場を生成します。コンパスの針はワイヤーの周りの磁場と一致します。スイッチを逆に切り替えると、電流の方向が逆になるため、コンパスの針が逆になります。",
    "tag": 4
  },
  {
    "stationTitle": "人間電池",
    "slideTitle": "あなたには電気導体になる力がありますか？",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      },
      {
        "id": 4,
        "text": ""
      }
    ],
    "description": [
      "片方の手を銅板に置き、もう片方の手をアルミニウム板に置くと、電流が一方の板からもう一方の板へと体を流れます。",
      " ",
      " ",
      " "
    ],
    "impact": "私たちは化学作用によって電気を作り出すことができます。回路を閉じることで、そのエネルギーが流れるようになります。あなたはこのバッテリーに導電性の液体を提供したので、電気が流れています。",
    "directions": {
      "title": "これを試してください:",
      "steps": [
        {
          "id": 1,
          "step": "各皿に片手を置きます"
        },
        {
          "id": 2,
          "step": "友達と同じことを繰り返します。手を握り、各人が空​​いている手をいずれかの皿の上に置きます。 2 人以上で「ループ内」でもう一度試してください。"
        }
      ]
    },
    "watch": "メーターに注目してください。一方向に一定の電流が流れることを示します。",
    "how": "金属プレートに触れると、手の水分がバッテリーの食塩水伝導性電解質として機能します。電解質は銅およびアルミニウムのプレートと反応します。マイナスに帯電した電子を銅板から奪い、プラスの電荷を残します。次に、アルミニウム板に電子を与え、アルミニウム板をマイナスに帯電させます。これらの電子はメーターを通過して銅板に戻ります。このような単純な回路では、電流の流れの方向は 2 つのプレート間の電位差によって決まります。両方のプレートに同時に触れると回路が完成し、身体を通じて高電位 (銅プレート) から低電位 (アルミニウムプレート) へ電子が流れることが可能になります。",
    "tag": 5
  },
  {
    "stationTitle": "ジャンプワイヤー",
    "slideTitle": "ジャンプワイヤー",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      },
      {
        "id": 4,
        "text": ""
      }
    ],
    "description": [
      "昔、科学者たちは私たちの周囲にある目に見えない力について疑問を抱きました。そのような力の 1 つである電気と呼ばれるものが彼らを魅了しました。彼らは、それが物を動かしたり光らせたりできることを発見しました。しかし、彼らはそれを作成する方法を知りませんでした。",
      "1800 年代、マイケル ファラデーという名の優秀な科学者は電気と磁石に興味を持ちました。彼は信じられないことを発見しました。磁石がワイヤーの近くを移動すると、電気が発生します。ファラデーの発見を利用して、エンジニアは最初の発電機を製造しました。回転する磁石の力を電気に変える機械を想像してみてください。この発明は世界を永遠に変えました。",
      "",
      ""
    ],
    "impact": [
      "マイケル ファラデーの電磁気学実験により、1831 年に最初の発電機が発明されました。ここで実証された原理を使用して、発電機は回転の機械エネルギーを電気エネルギーに変換しました。モーターの出力は、磁場の強さ、ワイヤーの数、ワイヤーに流れる電流の量によって決まります。",
      "電気と磁石の関係である電磁気学の理解が、発電所の創設につながりました。これらの発電所は、私たちの家庭、学校、都市で使用するための電気を生成します。この発明のおかげで、私たちは電気を使って家を照らし、機器に電力を供給し、驚くべきものを探索することができます。"
    ],
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "押しボタン1"
        },
        {
          "id": 2,
          "step": "押しボタン2"
        }
      ]
    },
    "watch": "",
    "how": "2 つの磁石の間のワイヤがジャンプしていることに注目してください。電流によって生成される磁場が永久磁場と相互作用するため、ワイヤが動きます。",
    "what": {
      "title": "どうしたの？",
      "list": [
        {
          "id": 1,
          "info": "磁石の動き: ファラデーの実験では、磁石がワイヤのコイルに出入りする (またはその逆) と、コイルの周囲の磁場が変化します。"
        },
        {
          "id": 2,
          "info": "誘導電流: 磁場のこの変化により、ワイヤ コイル内に電子の流れまたは電流が誘導されます。"
        },
        {
          "id": 3,
          "info": "電流の方向: 誘導電流の方向は、磁石とコイルの移動方向によって異なります。",
          "tilt": [
            "右に傾けると誘導電流が一方向に流れます。",
            "左に傾けると誘導電流が逆方向に流れます。"
          ]
        },
        {
          "id": 4,
          "info": "発電: ワイヤ内の誘導電流は、回路に電力を供給したり、発電したりするために使用できます。"
        }
      ]
    },
    "tag": 6
  },
  {
    "stationTitle": "ジェイコブのはしごの実験",
    "slideTitle": "ヤコブのはしご実験: 電気原理の実証",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "ジェイコブのはしご実験は、魅惑的な光のアークを作り出す電気の力を実証するものです。これは、通常は金属棒またはワイヤで作られた 2 本の垂直導体で構成され、底部で間に小さなギャップを設けて V 字型に配置されます。",
      "",
      "",
      ""
    ],
    "impact": "ヤコブのはしご実験は、魅力的な視覚的スペクタクルであるだけでなく、電気原理の基本的なデモンストレーションとしても機能します。これは、空気中の電気の挙動と、イオン化と伝導率に対する高電圧の影響を強調します。この実験は電気現象の理解を進める上で極めて重要であり、数多くの技術革新への道を切り開いてきました。",
    "directions": {
      "title": "仕組みは?",
      "steps": [
        {
          "id": 1,
          "step": "ボタンを押したままにします。"
        },
        {
          "id": 2,
          "step": "2 本の高いワイヤーに注目してください。"
        }
      ]
    },
    "watch": "",
    "how": "2 つの導体に高電圧が印加されると、それらの間のギャップの空気に電気が流れ、空気がイオン化されて導電路が形成されます。この放電によって発生する激しい熱により空気が急速に膨張し、アークが上方に押し上げられます。アークが上昇するにつれて温度が下がり、空気のイオン化が減少し、最終的には回路が切断され、アークが消滅します。このプロセスが繰り返され、はしごが上に登っているような魅惑的なディスプレイが作成されます。  アーク放電を目撃し、その根底にある原理を理解することは、科学と工学の世界への貴重な洞察を提供します。",
    "tag": 7
  },
  {
    "stationTitle": "静電気",
    "slideTitle": "静電気: 衝撃的な発見",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "静電気は、電子 (解剖学内の負に帯電した粒子) が 1 つの材料から別の材料に移動するときに発生する、材料内の正電荷と負電荷の不均衡から生じる電気の一種です。電子受容材料が孤立しているか、導電体ではない場合、電子を保持する傾向があり、その結果、電荷が蓄積します。この電荷は動かないので、静電気と呼ばれます。蓄積された電荷が流れる条件が整うと、余剰の静電気が放電され、電流になります。",
      "静電気は、特定の材料が互いにこすれ合うときに発生し、電子が一方の表面からもう一方の表面に移動する現象です。この動きにより電荷の不均衡が生じ、静電気の蓄積につながります。",
      "雷雨は自然の発電機であり、雲の中で水滴と氷の粒子が衝突するときに膨大な静電気を生成します。静電気の蓄積が大きくなりすぎると、地面への経路を探し、落雷が発生します。これらの電気のボルトは太陽の表面よりも高温に達し、その進路にあるものすべてに破壊的な力を解き放つ可能性があります。",
      ""
    ],
    "impact": [
      "静電気の発見は、テクノロジーと日常生活に大きな影響を与えました。電信の発明から現代の電子機器の開発に至るまで、静電気は私たちのデバイスに電力を供給し、通信を促進する上で重要な役割を果たしています。",
      "18 世紀にベンジャミン フランクリンが凧の実験を行い、雷が電気の一種であることを証明したのは有名です。この画期的な発見は避雷針の発明につながりました。避雷針は、電荷を安全に地面に向けることによって建物や船舶を落雷から保護するように設計された装置です。フランクリンの発明は雷に対する私たちの理解に革命をもたらし、現代の雷保護システムへの道を切り開きました。"
    ],
    "tag": 8
  },
  {
    "stationTitle": "偏光実験",
    "slideTitle": "偏光実験",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "この実験では、フィルターが特定の方向に振動する電磁波をどのように通過させ、他の方向を遮断するかを実証し、電磁波に対する偏光の影響を示します。  偏光サングラスでは、フィルターが光を取り込む垂直方向の開口部を作成します。目に垂直に近づく光線だけがその開口部を通過できます。レンズは、たとえば滑らかな池や光沢のある車のボンネットで反射する水平方向の光の波をすべてブロックします。  これは電磁波の分極と同様の概念です。",
      "",
      "",
      ""
    ],
    "impact": "偏光により、電子レンジのドアのメッシュスクリーンが危険なエネルギーが逃げるのを防ぎます。メッシュのワイヤーは垂直と水平で、どちらの方向にも移動する波をブロックします。",
    "directions": {
      "title": "仕組みは?",
      "steps": [
        {
          "id": 1,
          "step": "赤いボタンを押します。"
        },
        {
          "id": 2,
          "step": "2 つのメーターを見ながら、画面ホイールをゆっくりと回転させます。左側のホーンが送信、右側のホーンが受信です。"
        }
      ]
    },
    "watch": "",
    "how": "メーターを見て、どれだけの電磁エネルギーが送信され、どれだけ受信されているかを確認します。画面のホイールを動かすと金額が変わりますか?オープンワイヤースクリーンは、垂直偏波の電磁波を反射または透過する可能性があります。一部の波はワイヤ間の空間を通過しますが、他の波はワイヤから反射されます。垂直偏波の場合、ワイヤーも垂直である場合、スクリーンは最も効果的にブロックします。",
    "tag": 9
  },
  {
    "stationTitle": "電子レンジにはなぜターンテーブルがあるのですか?",
    "slideTitle": "電子レンジにはなぜターンテーブルがあるのですか?",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "電子レンジは電磁波 (マイクロ波) を発生し、食品内の水分子を励起して食品を加熱します。電子レンジは目に見えないため、電子レンジの中では見ることができませんが、ネオンランプでその存在を検出できます。マイクロ波による電磁場の変化により荷電粒子が移動し、金属脚内の電子が移動して電流が発生します。この電流によりランプが点灯します。  電子レンジ内のこれらの波の分布は不均一になる傾向があるため、ターンテーブルを使用して食品を回転させ、皿のすべての部分が比較的均等にマイクロ波にさらされるようにします。これにより、より一貫した均一な調理が可能になります。"
    ],
    "impact": "オーブン内の食品はマイクロ波エネルギーを吸収します。ターンテーブルは、高電界強度と低電界強度を通じて食品を回転させます。徹底的に調理した結果が得られます。",
    "directions": {
      "title": "仕組みは?",
      "steps": [
        {
          "id": 1,
          "step": "電子レンジの左側にある赤いボタンを押します。"
        }
      ]
    },
    "how": "電子レンジ内のターンテーブルのネオンに注目してください。オーブン内の位置が変わると、オン/オフになり、明るさが変わります。  これは、マイクロ波エネルギーの不一致を視覚的に示したものです。マイクロ波エネルギーの分布には一貫性がありません。これにより、電界強度の変化、つまりオーブン内のホットスポットとコールドスポットが発生します。  食品にホットスポットやコールドスポットができる可能性を減らすためにターンテーブルが採用されています。",
    "tag": 10
  },
  {
    "stationTitle": "電信機",
    "slideTitle": "電信機 - 世界をつなぐ",
    "info": [
      {
        "id": 1,
        "title": "名前：",
        "text": "電信機"
      },
      {
        "id": 2,
        "title": "発明者:",
        "text": "サミュエル・モースとアルフレッド・ベイル"
      },
      {
        "id": 3,
        "title": "発明年:",
        "text": "1837"
      },
      {
        "id": 4,
        "title": "スピード：",
        "text": "数秒で送信されるメッセージ"
      },
      {
        "id": 5,
        "title": "言語：",
        "text": "モールス信号 (ドットとダッシュ)"
      },
      {
        "id": 6,
        "title": "グローバル接続:",
        "text": "大陸がつながって、世界中で情報を共有する方法が変わる"
      }
    ],
    "description": [
      "電信は電線を通じてメッセージを長距離に送信し、人と場所の間のギャップを埋めることでコミュニケーションを変革しました。一連の点とダッシュであるモールス信号を使用して、電信はこれまでよりも速く世界を結びました。",
      "",
      "",
      ""
    ],
    "impact": "電信が登場する前は通信速度が遅く、重要な情報が届くのが遅すぎることがよくありました。大陸を越えて電信線が張り巡らされているため、ニュースを迅速に配信することができ、これは重要な最新情報を待っている企業、政府、家族にとって特に重要でした。電信は単なる装置ではありませんでした。それは人と場所との間の架け橋でした。大陸横断鉄道の建設に重要な役割を果たしました。長距離にわたってメッセージを迅速かつ正確に送信するその能力は、米国の東海岸と西海岸を結び、仕事の調整や国中の移動を容易にするこの記念碑的なエンジニアリング プロジェクトの成功裏に重要な役割を果たしました。",
    "directions": {
      "title": "仕組みは?",
      "steps": [
        {
          "id": 1,
          "step": "電信キーの大きな黒いボタンを押します。"
        },
        {
          "id": 2,
          "step": "押し続けてから放すと長点が表示され、押してからすぐに放すと点が表示されます。"
        },
        {
          "id": 3,
          "step": "サウンダーからのコードを聞きます。"
        }
      ]
    },
    "telegraphStation": {
      "title": "電信局",
      "instructions": [
        {
          "id": 1,
          "steps": "電信キーの大きな黒いボタンを押します。"
        },
        {
          "id": 2,
          "steps": "押し続けてから放すと長点が表示され、押してからすぐに放すと点が表示されます。"
        },
        {
          "id": 3,
          "steps": "サウンダーからのコードを聞きます。"
        }
      ]
    },
    "how": [
      "電気の磁性は、電信線に沿って電流を送るのに役立ちます。 「モールス信号」と呼ばれるドットとダッシュの特別なコードは、電流のパルスを使用してメッセージを送信します。",
      "これは、即時長距離通信の最も初期の形式でした。メッセージは、サミュエル・モールスが作成した特別なコードを電信キーでタップすることで送信できます。アルファベットの各文字には、独自の特別なドットとダッシュのシーケンスがあります。テレグラフという名前は、遠くを意味する「テレ」と書くことを意味する「グラフ」に由来しています。",
      ""
    ],
    "tag": 11
  },
  {
    "stationTitle": "テルミン",
    "slideTitle": "ハリソン・インスツルメンツ 302 テルミン",
    "info": [
      {
        "id": 1,
        "title": "名前：",
        "text": "テルミン"
      },
      {
        "id": 2,
        "title": "発明者:",
        "text": "レオン・テルミン"
      },
      {
        "id": 3,
        "title": "発明年:",
        "text": "1920"
      },
      {
        "id": 4,
        "title": "タイプ：",
        "text": "電子楽器"
      },
      {
        "id": 5,
        "title": "注目すべき機能:",
        "text": "物理的な接触なしでプレーする"
      }
    ],
    "description": [
      "テルミンは、物理的接触なしで演奏されるという点でユニークな楽器です。  演奏者は楽器の前に立ち、手を 2 本の金属アンテナの近くに動かします。  音量とピッチは、プレイヤーの手からアンテナまでの距離によって制御されます。  手を左側のプレートに近づけると、音量が増加します。  手を右プレートに近づけるとピッチが高くなります。  プレイヤーの手は、可変コンデンサーの接地されたプレートとして機能します。",
      "",
      "",
      ""
    ],
    "impact": "テルミンは芸術と科学の融合の証であり、物理的接触なしで音が生成されるユニークなインターフェイスを提供します。その発明は電子音楽の進化に大きな飛躍をもたらし、その不気味でこの世のものとは思えない音色で聴衆を魅了しました。クラシック作品での初期の使用から SF サウンドトラックでの象徴的な存在に至るまで、テルミンは音楽史に消えることのない足跡を残しました。その不気味な SF サウンドは数え切れないほどの映画を飾り、サスペンスや驚異のシーンに紛れもない雰囲気を加えてきました。",
    "directions": {
      "title": "仕組みは?",
      "description": "インタラクティブなディスプレイにステップアップしてください。  ピッチとボリュームのアンテナを操作して、電磁場の目に見えない力を感じ、空中に独自のメロディーを生み出します。  音を演奏するには、手をピッチ アンテナ (右) の近くに置き、距離を調整してピッチの周波数を制御します。  手をアンテナに近づけるとピッチが上がります。逆に手を離すとピッチが下がります。  ボリューム (左) も同様に制御され、ボリューム アンテナの近さによって音の大きさが決まります。",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "テルミンは、静電容量と電磁場の操作の原理に基づいて動作します。テルミンは 2 つのアンテナで構成されており、1 つはピッチ用、もう 1 つは音量用です。プレイヤーがこれらのアンテナの近くで手を動かすと、電磁場が乱され、忘れられないメロディーとハーモニーが生成されます。その直感的でありながら複雑な操作は、ミュージシャンや愛好家を同様に魅了し続けています。",
    "tag": 12
  },
  {
    "stationTitle": "最初の放送",
    "slideTitle": "最初の放送",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "",
      "",
      "",
      ""
    ],
    "impact": "",
    "directions": {
      "title": "仕組みは?",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "",
    "tag": 13
  },
  {
    "stationTitle": "手動タービン",
    "slideTitle": "手動タービン",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "",
      "",
      "",
      ""
    ],
    "impact": "",
    "directions": {
      "title": "仕組みは?",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "",
    "tag": 14
  },
  {
    "stationTitle": "電磁波",
    "slideTitle": "電磁波",
    "info": [
      {
        "id": 1,
        "title": "名前：",
        "text": "電磁波"
      },
      {
        "id": 2,
        "title": "発見した：",
        "text": "19世紀後半、ハインリヒ・ヘルツ"
      },
      {
        "id": 3,
        "title": "主な特徴:",
        "text": "目に見えず、光の速さで移動し、通信技術で使用される"
      },
      {
        "id": 4,
        "title": "インパクト：",
        "text": "通信に革命をもたらし、無線テクノロジーを実現"
      }
    ],
    "description": [
      "電磁波は、遠く離れた私たちを繋ぐ目に見えない力です。  周波数の交響曲のように、これらの波は空気中を情報、音楽、音声を運び、私たちが当たり前だと思っている方法で現代世界を形作ります。",
      "19 世紀後半、ハインリヒ ヘルツは、ジェームズ クラーク マクスウェル方程式によって予測された電磁波の存在を確認する実験を実施しました。  ハーツの研究は、電波とその応用についての私たちの理解の基礎を築きました。",
      "",
      ""
    ],
    "impact": "初期の電波は主に電信に使用され、モールス信号による長距離通信が可能でした。  しかし、技術の進歩に伴い、電波は現代の通信システムの根幹となり、ラジオ放送、テレビ放送、そしてその後の無線インターネットや携帯電話ネットワークを容易にしました。有形物とは異なり、電波は人間の目には見えません。しかし、それらは私たちの周囲に浸透し、空気中を楽々と情報を運びます。スマートフォンからストリーミングされる音楽であれ、飛行機を誘導する衛星信号であれ、電波は私たちの相互接続された世界を静かに調整します。",
    "directions": {
      "title": "仕組みは?",
      "steps": [
        {
          "id": 1,
          "step": "発生：アンテナに交流電流が流れると電波が発生します。  この交流により、アンテナの周囲に振動する電場と磁場が生成され、それらが一緒になって電波を形成します。"
        },
        {
          "id": 2,
          "step": "伝播: 電波は生成されると、空気 (または他の媒体) を光の速度で伝わります。  石を落としたときに池の水面にできる波紋のように、あらゆる方向に広がります。"
        },
        {
          "id": 3,
          "step": "送信: 電波は伝播する際にエネルギーと情報を運びます。  たとえば、ラジオ放送では、送信機が音波を電気信号に変換し、その電気信号を使用して電波を変調します。  この変調により音声情報が電波にエンコードされ、音楽、音声、データを長距離に伝送できるようになります。"
        },
        {
          "id": 4,
          "step": "受信: 同じ周波数に同調されたアンテナに電波が到達すると、アンテナ内に小さな交流電流が誘導されます。  この電流は、ラジオやスマートフォンなどの受信装置内の電子回路によって増幅され、デコードされます。  電波上に暗号化された元の情報を再構成し、音声、データ、画像として出力します。"
        },
        {
          "id": 5,
          "step": "干渉と規制: 電波は、大気条件、他の電子機器からの干渉、経路上の障害物など、さまざまな要因の影響を受ける可能性があります。  信頼性の高い通信を確保するために、無線周波数は政府や国際機関によって慎重に規制されており、干渉を最小限に抑え、放送、航空、モバイル通信などのさまざまな用途に特定の周波数帯域を割り当てています。"
        }
      ]
    },
    "how": "電子通信において、帯域幅は電磁波で送信される情報の量です。  伝送内の情報が多ければ多いほど、より多くの周波数に拡散されます。  信号の周波数はヘルツ（1 秒あたりの変化のサイクル数）で測定されるため、帯域幅は、使用される最高周波数と最低周波数の差をヘルツ単位で表します。  帯域幅は、電波ベースの通信システムの効率、容量、品質と密接に関係しています。  帯域幅の割り当てを管理し、伝送パラメータを最適化することで、エンジニアは世界中のユーザーに信頼性の高い高速接続を提供する通信ネットワークを設計できます。今、あなたの上空のどこかで、飛行機がその位置、速度、方位を 1090 MHz でブロードキャストしています。  地球から 22,000 マイル離れた静止気象衛星が、1694.1 MHz で詳細な天気図を送信しています。  あなたの家の近くを走っている車が、タイヤの 1 つの空気圧を 315MHz で読み取った信号を送信しています。  時速 8,000 マイルで上空を飛行する GPS 衛星が、1575.42 MHz で携帯電話に信号を送信しています。  大西洋上で揺れるデータブイは、海水温、波高、風速の測定値を 401 MHz で NOAA 衛星に送信します。  それに加えて、近くにあるあらゆるモバイル デバイスや WiFi ルーターが、全員のインターネット トラフィックを電波で空中に飛ばします。  非常に注意深く規制された無線スペクトルのおかげで、これらすべてが同時に発生する可能性があります。  認可された放送局には、信号が相互に干渉しないように、地域で利用可能な帯域幅の一部が割り当てられる場合があります。連邦通信委員会 (FCC) と国家電気通信情報局 (NTIA) は、米国の放送波に対する無線周波数の割り当てを管理する任務を共有しています。  NTIA は連邦政府のすべての無線アプリケーション (軍事用途を含む) を管理し、FCC は州および地方自治体、商業およびアマチュア無線の使用を含むその他すべてを管理します。",
    "tag": 15
  },
  {
    "stationTitle": "真空管",
    "slideTitle": "真空管",
    "info": [
      {
        "id": 1,
        "text": ""
      },
      {
        "id": 2,
        "text": ""
      },
      {
        "id": 3,
        "text": ""
      }
    ],
    "description": [
      "",
      "",
      "",
      ""
    ],
    "impact": "",
    "directions": {
      "title": "仕組みは?",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "オープンワイヤースクリーンは、垂直偏波の電磁波を反射または透過する可能性があります。一部の波はワイヤ間の空間を通過しますが、他の波はワイヤから反射されます。垂直偏波の場合、ワイヤーも垂直である場合、スクリーンは最も効果的にブロックします。",
    "tag": 16
  },
  {
    "stationTitle": "ヴァン・デ・グラーフ発電機",
    "slideTitle": "ヴァン・デ・グラーフ発電機: 静電気の力を利用する",
    "info": [
      {
        "id": 1,
        "title": "名前：",
        "text": "ヴァン・デ・グラーフ発電機"
      },
      {
        "id": 2,
        "title": "発明者:",
        "text": "ロバート・J・ヴァン・デ・グラフ"
      },
      {
        "id": 3,
        "title": "年：",
        "text": "1929"
      },
      {
        "id": 4,
        "title": "目的：",
        "text": "静電気の実演"
      },
      {
        "id": 5,
        "title": "面白い事実:",
        "text": "最大のヴァン・デ・グラーフ発電機は、長さ20フィートを超える稲妻のような火花を発生させることができます"
      },
      {
        "id": 6,
        "title": "インパクト：",
        "text": "核研究と原子構造の理解に役立ちました。"
      }
    ],
    "description": [
      "ヴァン デ グラーフ発電機は、電荷がどのように機能するかを示すために 1929 年にロバート J. ヴァン デ グラーフによって発明されました。  動くベルトを使って大きな金属製のドームに電気を蓄積することで、静電気について教えてくれます。静電気は私たちの周りに存在しているのに、普段は気づかないものです。",
      "",
      "",
      ""
    ],
    "impact": "このジェネレーターは、科学者が原子を結合させる力を理解するのに役立ちます。  かつては核物理学の実験で粒子を加速するために研究室で使用され、宇宙や物質の構成要素についてさらに学ぶのに役立ちました。高エネルギー機械 – 1937 年、ウェスチングハウス エレクトリック社は、ペンシルバニア州フォレスト ヒルズで 5 MeV を生成できる 65 フィート (20 m) の機械、ウェスチングハウス アトム スマッシャーを製造しました。  これは民間応用のための核研究の始まりとなった。  1958 年に廃止され、2015 年に部分的に取り壊されました。",
    "directions": {
      "title": "仕組みは?",
      "steps": [
        {
          "id": 1,
          "step": ""
        },
        {
          "id": 2,
          "step": ""
        }
      ]
    },
    "how": "",
    "howGraaff": {
      "title": "仕組みは?",
      "info": [
        "ベルトの摩擦 → 電荷がドームに移動 → 電荷が飛び火して火花が発生します。",
        "ヴァン デ グラーフ発電機は、静電気を蓄積して蓄積し、他の物体に伝達することで機能します。その方法は次のとおりです。"
      ],
      "list": [
        {
          "id": 1,
          "item": "ベルト。",
          "description": "機械の内部には、ローラー上を連続的に移動するゴムまたは布製のベルトがあります。ベルトが動くと、ベルトがローラーと擦れ合い、摩擦と呼ばれるプロセスを通じて微小な電荷を帯びます。"
        },
        {
          "id": 2,
          "item": "コーム。",
          "description": "ベルトが移動すると、機械のベース近くにあるコーム (鋭い先端を持つ金属片) の横を通過します。コームはベルトから発電機の上部にある金属ドームに電荷を転送します。"
        },
        {
          "id": 3,
          "item": "ドーム。",
          "description": "ドームは巨大な電荷の入れ物のようなものです。電荷が蓄積すると、ドームは高電荷になります。これは静電気で、風船を髪にこすりつけたときに起こるのと同じです。"
        },
        {
          "id": 4,
          "item": "火花と静電気。",
          "description": "ドームの電荷が十分に蓄積すると、彼らは脱出する方法を探します。  金属製の物体 (または手) をドームに近づけると、電荷が空気中を飛び越え、目に見える火花が発生します。  ドームに触れると、電荷が体内を移動し、髪の毛が逆立ってしまうことがあります。"
        }
      ]
    },
    "try": {
      "title": "これを試して見てください:",
      "steps": [
        {
          "id": 1,
          "name": "ボタンを長押ししてオンにします。",
          "text": "ヴァン・デ・グラーフ発電機を使用して充電を蓄積させます。かすかなハム音が聞こえ、しばらくするとドームに静電気が蓄積され始めます。"
        },
        {
          "id": 2,
          "name": "突撃を目撃してください。",
          "text": "火花がロッドから金属ドームに飛び散る様子を観察してください。静電気が流れると髪の毛が立ち上がり始めます。静電気が各髪を他の髪から遠ざけ、「クレイジー ヘア」効果を生み出します。蛍光灯がちらつき、電球が充電されます。"
        }
      ]
    },
    "tag": 17
  },
  {
    "stationTitle": "音声翻訳者",
    "slideTitle": "音声翻訳者",
    "info": [
      {
        "id": 1,
        "title": "インパクト：",
        "text": "1930 年までに 4,000 万世帯を接続"
      },
      {
        "id": 2,
        "title": "グローバルな展開:",
        "text": "95% のモバイル ネットワーク カバレッジ (2023 年)"
      }
    ],
    "description": [
      "オーディオ トランスレーターは、言語トランスレーターと混同しないでください。遠くの音を捉えて電気信号に変換するデバイスです。この画期的な進歩により、コミュニケーションにおける新時代が始まりました。"
    ],
    "impact": [
      "音声翻訳者は、遠くのささやき声を世界規模の会話に変えました。これらは現代のコミュニケーションを形作り、世界中の人々を結び付けました。私たちが共有する歴史の中で、イノベーションとつながりの力を探ってください。",
      "19 世紀後半に発明された電話は、個人間の直接コミュニケーションに革命をもたらしましたが、ワイヤーやケーブルを介した物理的な接続が必要であるため限界がありました。これにより、長距離での 1 対 1 の会話が容易になりましたが、遠くの音や声を捕らえてより多くの聴衆に伝えるという課題には対処できませんでした。オーディオ トランスレータにより、音波を電気信号に変換できるようになり、これらの信号を劣化させることなく長距離に伝送できるようになりました。この技術により、音楽、スピーチ、ニュースといった音声を幅広い聴衆にブロードキャストすることが容易になり、電話による直接コミュニケーションの制限が克服されました。これにより、世界中の何百万もの世帯に届く大規模な体験の共有と文化交流が可能になりました。"
    ],
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ボタンを押して電源を入れ、暖かくなるまでしばらく待ちます。"
        },
        {
          "id": 2,
          "step": "画面に緑色の線が表示されたら、ケース前面の穴に向かって話しかけます。"
        },
        {
          "id": 3,
          "step": "画面上の緑色の線があなたの声にどのように反応するかを見てください。音を電気信号に変換しているのです。"
        }
      ]
    },
    "how": "音声翻訳装置は、高感度のマイクまたはダイヤフラムを通じて音波を捕捉することによって機能します。これらの音波は電気信号に変換されます。この変換により、信号が増幅、送信され、受信側で音声として再生されることが可能になります。基本的に、可聴情報を電気インパルスに変換して距離を越えて効率的に伝達し、目的地に到達しても元の音がそのまま残ることを保証します。",
    "tag": 18
  },
  {
    "stationTitle": "電磁波",
    "slideTitle": "電磁波の概要",
    "description": "ようこそ、私たちの宇宙を形作っている目に見えない力を旅します。電波からガンマ線に至るまで、電磁波は広範囲のエネルギーを網羅しており、私たちの日常生活のあらゆる側面に浸透しています。  テクノロジー、コミュニケーション、宇宙への私たちの理解に対するそれらの深い影響を探っていきます。",
    "categories": {
      "title": "電磁波の分類",
      "waves": [
        {
          "id": 1,
          "title": "電波",
          "description": [
            "これらの波は、電磁スペクトルの中で最も長い波長と最も低い周波数を持っています。",
            "ラジオ放送、Wi-Fi、携帯電話ネットワークなどの通信で広く使用されています。"
          ]
        },
        {
          "id": 2,
          "title": "電子レンジ",
          "description": [
            "マイクロ波は電波よりわずかに波長が短く、調理やレーダー、衛星通信などさまざまな用途に利用されています。"
          ]
        },
        {
          "id": 3,
          "title": "赤外線",
          "description": [
            "可視光を超え、マイクロ波より短い赤外線波は熱に関連しており、暗視技術、リモコン、赤外線画像に利用されています。"
          ]
        },
        {
          "id": 4,
          "title": "可視光",
          "description": [
            "電磁スペクトルの中で人間の目に見える唯一の部分である可視光には、赤から紫までのさまざまな色が含まれます。",
            "視覚に不可欠であり、カメラ、望遠鏡、レーザーなどの光学技術で利用されています。"
          ]
        },
        {
          "id": 5,
          "title": "紫外線（uv）波",
          "description": [
            "電磁スペクトル上の紫色の光を超えて、UV 波は波長が短く、エネルギーが高くなります。",
            "滅菌、日焼けベッド、医療処置に使用されますが、生体組織に損傷を与える可能性もあります。"
          ]
        },
        {
          "id": 6,
          "title": "X線",
          "description": [
            "これらの波は、紫外線よりもさらに波長が短く、エネルギーが高くなります。",
            "固体物体を貫通する能力があるため、医療画像処理、空港セキュリティスキャン、および材料分析で価値があります。"
          ]
        },
        {
          "id": 7,
          "title": "ガンマ線",
          "description": [
            "電磁スペクトルの中で最も波長が短く、エネルギーが最も高いガンマ線は、放射性物質や宇宙現象によって放出されます。",
            "がん治療、不妊手術、高エネルギー天体物理現象の研究に利用されています。"
          ]
        }
      ]
    },
    "ending": [
      "電磁波のカテゴリーを調べると、これらの現象の多様性と重要性についてより深く理解できるようになります。  日常のテクノロジーでの実用的な応用から、電磁波がもたらす宇宙の性質への深い洞察に至るまで、電磁波は目に見える形と見えない形の両方で私たちの世界を形作り続けています。",
      "これらの電磁波の例についてさらに詳しく知るには、「視覚的な電磁波」と「電磁波」に関する展示に特に注目してください。"
    ],
    "tag": 19
  },
  {
    "tag": 20,
    "stationTitle": "セクション 1",
    "slideTitle": "セクション 1",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "これはサンプルテキストです。",
      "こちらもサンプルテキストです。"
    ],
    "impact": "インパクトのあるサンプルテキスト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "利益"
        }
      ]
    },
    "watch": "サンプルテキストを見る",
    "how": "どのようにサンプルテキスト"
  },
  {
    "tag": 21,
    "stationTitle": "セクション 2",
    "slideTitle": "セクション 2",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "これはサンプルテキストです。",
      "こちらもサンプルテキストです。"
    ],
    "impact": "インパクトのあるサンプルテキスト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "利益"
        }
      ]
    },
    "watch": "サンプルテキストを見る",
    "how": "どのようにサンプルテキスト"
  },
  {
    "tag": 22,
    "stationTitle": "セクション 3",
    "slideTitle": "セクション 3",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "これはサンプルテキストです。",
      "こちらもサンプルテキストです。"
    ],
    "impact": "インパクトのあるサンプルテキスト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "利益"
        }
      ]
    },
    "watch": "サンプルテキストを見る",
    "how": "どのようにサンプルテキスト"
  },
  {
    "tag": 23,
    "stationTitle": "セクション 4",
    "slideTitle": "セクション 4",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "これはサンプルテキストです。",
      "こちらもサンプルテキストです。"
    ],
    "impact": "インパクトのあるサンプルテキスト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "利益"
        }
      ]
    },
    "watch": "サンプルテキストを見る",
    "how": "どのようにサンプルテキスト"
  },
  {
    "tag": 24,
    "stationTitle": "録音された音の進化",
    "slideTitle": "録音された音の進化",
    "info": [
      {
        "id": 1,
        "title": "バンカーヒル",
        "performedBy": "ハーランとスタンリー",
        "performedWhen": "それ。 1905年",
        "recordedOn": "エジソン黒蝋シリンダー #8966 に録音"
      },
      {
        "id": 2,
        "title": "そちら側",
        "performedBy": "エンリコ・カルーソ",
        "performedWhen": "1918",
        "recordedOn": "ビクタートーキングマシンディスクに収録"
      },
      {
        "id": 3,
        "title": "ジョニー・b・グッド",
        "performedBy": "グレイトフル・デッド",
        "performedWhen": "1973 年 6 月 10 日",
        "recordedOn": "Sony TC 2850SD ポータブル カセット レコーダーの Memorex カセットに録音されました。"
      }
    ]
  },
  {
    "tag": 25,
    "stationTitle": "ヒューマンダイナモ",
    "slideTitle": "ヒューマンダイナモ",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 26,
    "stationTitle": "赤外線",
    "slideTitle": "赤外線",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 27,
    "stationTitle": "爆撃照準器",
    "slideTitle": "爆撃照準器",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 28,
    "stationTitle": "真空管の歴史",
    "slideTitle": "真空管の歴史",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 29,
    "stationTitle": "真空管の種類",
    "slideTitle": "真空管の種類",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 30,
    "stationTitle": "真空管はどのように動作するのですか?",
    "slideTitle": "真空管の仕組み",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 31,
    "stationTitle": "近接ヒューズ",
    "slideTitle": "近接ヒューズ",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 32,
    "stationTitle": "SCR-270",
    "slideTitle": "SCR-270",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 33,
    "stationTitle": "SCR-399",
    "slideTitle": "SCR-399",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 34,
    "stationTitle": "海の音",
    "slideTitle": "海の音",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 35,
    "stationTitle": "ソナービーコン",
    "slideTitle": "ソナービーコン",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 36,
    "stationTitle": "ソナーブイ",
    "slideTitle": "ソナーブイ",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 37,
    "stationTitle": "Xボット",
    "slideTitle": "Xボット",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 38,
    "stationTitle": "ベテランシーズ",
    "slideTitle": "ベテランシーズ",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 39,
    "stationTitle": "レーダーとは何ですか?",
    "slideTitle": "レーダーとは何ですか?",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 40,
    "stationTitle": "レーダーの種類",
    "slideTitle": "レーダーの種類",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 41,
    "stationTitle": "Awacs",
    "slideTitle": "Awacs",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 42,
    "stationTitle": "ドップラーレーダー",
    "slideTitle": "ドップラーレーダー",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 43,
    "stationTitle": "ボマルク",
    "slideTitle": "ボマルク",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 44,
    "stationTitle": "対策とは何ですか？",
    "slideTitle": "対策とは何ですか？",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 45,
    "stationTitle": "チャフ",
    "slideTitle": "チャフ",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 46,
    "stationTitle": "おとり",
    "slideTitle": "おとり",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 47,
    "stationTitle": "対策の種類",
    "slideTitle": "対策の種類",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 48,
    "stationTitle": "対策略歴",
    "slideTitle": "対策略歴",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 49,
    "stationTitle": "衛星とその仕組み",
    "slideTitle": "衛星とその仕組み",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 50,
    "stationTitle": "月面カメラ",
    "slideTitle": "月面カメラ",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  },
  {
    "tag": 51,
    "stationTitle": "テルスター",
    "slideTitle": "テルスター",
    "info": [
      {
        "id": 1,
        "text": ""
      }
    ],
    "description": [
      "近日公開。"
    ],
    "impact": "インパクト",
    "directions": {
      "title": "仕組み:",
      "steps": [
        {
          "id": 1,
          "step": "ステップ1"
        },
        {
          "id": 2,
          "step": "ステップ2"
        },
        {
          "id": 3,
          "step": "ステップ3"
        }
      ]
    },
    "watch": "近日公開",
    "how": "近日公開"
  }
];

export default data;
